# -*- coding: utf-8 -*-

menology = {
#Январь.
1:  {

1: {
'saint': 4,
'bow': 2,
'description':
"""
Еже по плоти Обрезание, Господа Бога и Спаса нашего 
Исуса Христа. (Сл.) {red}☩ И память иже во святых отца нашего 
Василия Великого, архиепископа Кессарии Кападокийския. (Пл){end}

"""
},

2: {
'saint':1,
'bow': 5,
'description':
"""
Предпраздненство Просвещения. (6) И память иже во святых
отца нашего Селивестра папы Римского. (6)

"""
},

3: {
'saint':1,
'bow': 5,
'description':
"""
Предпраздненство Просвещения. (6) И святаго пророка Малахия. (4)
И святаго мученика Гордия. (4)

"""
},

4: {
'saint':1,
'bow': 5,
'description':
"""
Предпраздненство Просвещения. (6) И собор  семидесяти апостол. (4)
И преподобного отца нашего Феоктиста, иже в Кукумуле Сикелийстем. (4)

"""
},

5: {
'saint':1,
'bow': 5,
'description':
"""
Предпраздненство Просвещения. (6) И святых мученник Феопента
и Феоны. (4) И преподобныя матери нашея, Сингклитикиии. (4)

"""
},

6: {
'saint': 7,
'bow': 4,
'description':
"""
{red}⊕ Святое Богоявление Господа Бога и Спаса нашего Исуса Христа. (12){end} 

"""
},

7: {
'saint':1,
'bow': 5,
'description':
"""
Попраздненство Просвещения. (6) Собор святаго и славнаго
пророка и Предотечи Крестителя Господня Иоанна. (Сл.)

"""
},

8: {
'saint': 0,
'bow': 5,
'description':
"""
Попраздненство Просвещения. (6) Преподобного отца нашего
Георгия Хозовита. (4) И преподобныя Домники. (4) И святаго
Емелиана исповедника. (Службы Емелиану несть.)

"""
},

9: {
'saint': 0,
'bow': 5,
'description':
"""
Попраздненство Просвещения. (6)
Святаго мученика Полиекта. (4)

"""
},

10: {
'saint': 0,
'bow': 5,
'description':
"""
Попраздненство Просвещения. (6)
Иже во святых отца нашего Григория епископа
Нисскаго. (4) И святаго Доментиана, епископа Мелетийскаго. (4)
и преподобнаго отца нашего Маркиана презвитера,
и иконома Великия церкве. (4) Маркиану служба на павечернице. 
{red}☩ И преподобнаго отца нашего Павла Комельского, иже на Обноре реце. (Пл.){end} 

"""
},

11: {
'saint': 4,
'bow': 5,
'description':
"""
Попраздненство Просвещения. (6)
{red}☩ Преподобнаго и богоноснаго отца нашего,
Феодосия общему житию начальника. (Пл.)
☩ И память преподобнаго отца нашего Михаила
Клопскаго новгородскаго чудотворца. (Пл.){end}

"""
},

12: {
'saint': 0,
'bow': 5,
'description':
"""
Попраздненство Просвещения. (6)
Святыя мученицы Татианы.

"""
},

13: {
'saint': 0,
'bow': 5,
'description':
"""
Попраздненство Просвещения. (6)
Святых мученник Ермила и Стратоника (4)
В сий день поется служба святых отец избиенных 
в Синаи, и в Раифе. (4) 
"""
},

14: {
'saint': 2,
'bow': 5,
'description':
"""
{red}В сий день отдается праздник Богоявления. (Сл.){end}
Преподобных отец наших, иже в Синаи и Раифе избиенных. (4) 
{red}☩ И иже во святых отца нашего Савы, перваго архиепископа
и учителя Сербскаго. (Бд.) {end}

"""
},

15: {
'saint': 0,
'bow': 0,
'description':
"""
Преподобных отец наших Павла Фивейскаго (4)
и Иоанна Кущника (4).

"""
},

16: {
'saint': 1,
'bow': 0,
'description':
"""
Поклонение честным веригам святаго и всехвального 
апостола Петра. (6)

"""
},

17: {
'saint': 5,
'bow': 3,
'description':
"""
{red}☩ Преподобнаго отца нашего Антония Великаго. (Бд.) 
☩ И память преподобнаго отца нашего Антония Римлянина, 
новгородскаго чудотворца. (Бд.){end}

"""
},

18: {
'saint': 0,
'bow': 0,
'description':
"""
Иже во святых отец наших архиепископ Александрских,
Афанасия Великаго и Кирила. (4)

"""
},

19: {
'saint': 1,
'bow': 0,
'description':
"""
Преподобнаго отца нашего Макария Египтянина. (6)

"""
},

20: {
'saint': 5,
'bow': 3,
'description':
"""
{red}☩ Преподобного и богоноснаго отца нашего 
Ефимия Великаго. (Бд.){end}  

"""
},

21: {
'saint': 0,
'bow': 0,
'description':
"""
Преподобного отца нашего Максима Исповедника. (4)
И святаго мученика Неофита. (4) И святаго мученика
Евгения Трапезонскаго, и дружины его. (4) 

"""
},

22: {
'saint': 0,
'bow': 0,
'description':
"""
Святаго апостола Тимофея. (4) И святаго 
преподобномученика Анастасия Персиянина. (4)

"""
},

23: {
'saint': 1,
'bow': 0,
'description':
"""
Святаго священномученика Климента, епископа
Анкирскаго. И святаго мученика Агафангела. (6)

"""
},

24: {
'saint': 0,
'bow': 0,
'description':
"""
Преподобныя матери нашея Ксении. (4)

"""
},

25: {
'saint': 4,
'bow': 2,
'description':
"""
{red}☩ Иже во святых отца нашего Григория Богослова
архиепископа Константина-града. (Пл.){end} 

"""
},

26: {
'saint': 0,
'bow': 0,
'description':
"""
Преподобнаго отца нашего Ксенофонта, и иже с ним. (4)
И перенесение честных мощей, преподобнаго отца нашего 
Феодора игумена обители Студийския.

"""
},

27: {
'saint': 4,
'bow': 2,
'description':
"""
{red}☩ Возвращение честных мощей иже во святых отца нашего
Иоанна Златоустаго, патриарха Царя-града (Пл.){end} 

"""
},

28: {
'saint': 1,
'bow': 0,
'description':
"""
Преподобнаго отца нашего Ефрема Сирина. (6)
И преподобнаго отца нашего Исаака Сирина. 
Службы Исааку несть.
И преподобнаго отца нашего Ефрема архимандрита,
Новоторжскаго чудотворца.(4)

"""
},

29: {
'saint': 1,
'bow': 0,
'description':
"""
Перенесение мощей святаго священномученика
Игнатия Богоносца (6)

"""
},

30: {
'saint': 5,
'bow': 3,
'description':
"""
Святаго священномученика Ипполита папы Римскаго. (4)
Ипполиту служба на павечернице.
{red}☩ И иже во святых отец наших триех святителей,
Василия Великаго , Григория Богослова и Иоанна Златоустаго. (Бд.){end} 

"""
},

31: {
'saint': 4,
'bow': 2,
'description':
"""
Святых чудотворец и безсребреник Кира и Иоанна. (6)
{red}☩ И память иже во святых отца нашего Никиты, 
епископа новгородскаго чудотворца. (Пл.){end} 

"""
},

},

#Февраль.
2:  {

1: {
'saint': 0,
'bow': 0,
'description':
"""
Предпраздненство Сретения Господа нашего
Исуса Христа. (4) И святаго великомученика Трифона. (4)

"""
},

2: {
'saint': 6,
'bow': 4,
'description':
"""
{red}⊕ Сретение Господа Бога и Спаса нашего Исуса Христа. (12) {end}

"""
},

3: {
'saint': 1,
'bow': 5,
'description':
"""
Попраздненство Сретения Господня. (6)
Святаго и праведного Симеона Богоприимца 
и Анны пророчицы. (6)

"""
},

4: {
'saint': 1,
'bow': 5,
'description':
"""
Попраздненство Сретения Господня. (4)
Преподобнаго отца нашего Исидора Пелусийскаго. (4)
{red}☩ И убиение святаго благовернаго великаго
князя Георгия Всеволдовича, владимерскаго чудотворца. (Бд.)
☩ В той же день преставление преподобнаго отца нашего,
Кирила игумена, Новозерскаго чудотворца. (Пл.){end}

"""
},

5: {
'saint': 0,
'bow': 5,
'description':
"""
Попраздненство Сретения Господня. (8)
Святыя мученицы Агафии. (4)

"""
},

6: {
'saint': 0,
'bow': 5,
'description':
"""
Попраздненство Сретения Господня. (8)
Преподобнаго отца нашего Викулы, епископа Змирнскаго. (4)

"""
},

7: {
'saint': 0,
'bow': 5,
'description':
"""
Попраздненство Сретения Господня. (6)
Преподобнаго отца нашего Парфения, епископа
Лампсакийска-града. (4) И преподобнаго отца нашего Луки,
иже во Елладе. (4)

"""
},

8: {
'saint': 0,
'bow': 5,
'description':
"""
Попраздненство Сретения Господня. (6)
Святаго великомученника Феодора Стратилата. (4)
И святаго пророка Захарии, серповидца. (4)

"""

},

9: {
'saint': 2,
'bow': 1,
'description':
"""
В сий день отдается праздник Сретения Господня (Сл.)
Святаго мученика Никифора. (4)
 
"""

},

10: {
'saint': 0,
'bow': 0,
'description':
"""
Святаго мученика Харлампия. (4)

"""

},
     
11: {
'saint': 0,
'bow': 0,
'description':
"""
Святаго священномученника Власия,
епископа Севастийскаго. (4)
{red}☩ И память преподобнаго отца нашего
игумена Димитрия иже на Прилуце, 
вологодскаго чудотворца. (Пл.)
☩ И преставление святаго благовернаго великаго
князя Всеволда, нареченнаго во святом крещении Гавриила, 
Псковскаго чудотворца.(Бд.){end}

"""

},
     
12: {
'saint': 0,
'bow': 0,
'description':
"""
Иже во святых отца нашего Мелетия, 
архиепископа Антиохийскаго. (4)
{red}☩ И преставление иже во святых отца нашего,
Алексия митрополита, 
Киевскаго и всея Русии чудотворца.(Бд.){end}

"""

},
     
13: {
'saint': 0,
'bow': 0,
'description':
"""
Преподобнаго отца нашего Мартиниана. (4)

"""

},
     
14: {
'saint': 0,
'bow': 0,
'description':
"""
Преподобнаго отца нашего Авксентия. (4)
И иже во святых отца нашего, Кирила
епископа Катанскаго, учителя словеном и болгаром.
Иже преложи русскую грамоту с греческия, и крести
словены и болгары.
{red}☩ И пренесение честных мощей святаго благовернаго
великаго князя Михаила Черниговскаго, 
от Чернигова к Москве.(Пл.){end}

"""

},
     
     
15: {
'saint': 0,
'bow': 0,
'description':
"""
Святаго апостола Анисима. (4)

"""

},

16: {
'saint': 0,
'bow': 0,
'description':
"""
Святых мученик Памфила и Порфирия и иже с ними. (4)

"""

},
     
17: {
'saint': 1,
'bow': 0,
'description':
"""
Святаго великомученника Феодора Тирона. (6)

"""

},
     
18: {
'saint': 0,
'bow': 0,
'description':
"""
Иже во святых отца нашего Леонтия, папы Римскаго. (4)

"""

},
     
19: {
'saint': 0,
'bow': 0,
'description':
"""
Святаго апостола Архипа. (4)

"""

},
     
20: {
'saint': 0,
'bow': 0,
'description':
"""
Иже во святых отца нашего Льва, епископа Катанскаго (4)

"""

},
     
21: {
'saint': 0,
'bow': 0,
'description':
"""
Преподобнаго отца нашего Тимофея, иже в Символех. (4)
И иже во святых отца нашего Евстафия, 
архиепископа Антиохийскаго. (4) 

"""

},

22: {
'saint': 0,
'bow': 0,
'description':
"""
Обретение честных мощей святых мученик, иже во Евгении. (4)

"""

},

23: {
'saint': 0,
'bow': 0,
'description':
"""
Святаго священномученика Поликарпа, епископа Змирнскаго.(4)

"""

},
     
24: {
'saint': 4,
'bow': 2,
'description':
"""
{red}☩ Обретение честныя главы святаго и славнаго пророка и Предотечи
Крестителя Господня Иоанна. (Пл.){end}

"""

},
     
25: {
'saint': 0,
'bow': 0,
'description':
"""
Иже во святых отца нашего Тарасия, архиепископа Константина-града. (4)

"""

},
     
26: {
'saint': 0,
'bow': 0,
'description':
"""
Иже во святых отца нашего Порфирия, епископа Газскаго. (4)

"""

},
     
27: {
'saint': 0,
'bow': 0,
'description':
"""
Преподобнаго отца нашего Прокопия исповедника Декаполита. (4)

"""

},

28: {
'saint': 0,
'bow': 0,
'description':
"""
Преподобнаго отца нашего Василия Исповедника, спостника Прокопиева. (4)
И святаго священномученика Протерия, архиепископа Александрийскаго. (4) 

"""

},
     
29: {
'saint': 0,
'bow': 0,
'description':
"""
Преподобнаго отца нашего Кассиана Римлянина. (4)

"""

},

},
              
#Март.
3: {

1: {
'saint': 0,
'bow': 0,
'description':
"""
Святыя преподобномученницы Евдокии. (4)

"""

}, 
    
2: {
'saint': 0,
'bow': 0,
'description':
"""
Святаго священномученника Феодота, епископа Киринейскаго. (4)
{red}☩ И преставление иже во святых отца нашего, Арсения епископа,
Тверскаго чудотворца. (Пл.){end}

"""

},              

3: {
'saint': 0,
'bow': 0,
'description':
"""
Святых мученик Евтропия, Клеоника и Василиска. (4)

"""

},    
    
4: {
'saint': 0,
'bow': 0,
'description':
"""
Преподобнаго отца нашего Герасима, иже на Иордане. (4)

"""

}, 
    
5: {
'saint': 0,
'bow': 0,
'description':
"""
Святаго мученика Конона Градаря. (4)
{red}☩ И перенесение честных мощей преподобнаго отца
нашего благовернаго князя Феодора, Смоленскаго и 
Ярославскаго чудотворца. И чад его Давыда и Константина (Пл.){end}

"""

},   
    
6: {
'saint': 0,
'bow': 0,
'description':
"""
Святых мученик четыредесяти дву иже во Аммореи. (4)

"""

}, 
    
7: {
'saint': 0,
'bow': 0,
'description':
"""
Святых священномученик иже в Херсоне
епископствовавших: Василия, Ефрема, Евгения,
Капитона, Елферия и прочих. (4)

"""

}, 
    
8: {
'saint': 0,
'bow': 0,
'description':
"""
Преподобнаго отца нашего и исповедника Феофилакта,
архиепископа Никодимийскаго. (4)

"""

}, 

},            
              
              }
