# coding: utf-8

menology = {
#Январь.
1:  {
1: dict(saint=4, bow=2,
first_saint="""
Еже по плоти Обрезание, Господа Бога и Спаса нашего
Исуса Христа (Сл.). {red}☩ И память иже во святых отца нашего
Василия Великаго, архиепископа Кессарии Кападокийския (Пл.).{end}

""",
second_saint="""
Св. мч. Василия от Анкиры. Блж. Емилии, матери Василия Великаго.
Св. Григория, еп. града Назианза.

"""),

2: dict(saint=1, bow=5,
first_saint="""
Предпраздненство Просвещения (6). И память иже во святых
отца нашего Селивестра, папы Римского. (6)

""",
second_saint="""
Св. мч. Феогена, еп. Парии Елиспоньстей.
Прп. отца нашего Селивестра Печерскаго.
Св. благоверныя болярони Иулиании Лазаревския.

"""),

3: dict(saint=1, bow=5,
first_saint="""
Предпраздненство Просвещения (6). И святаго пророка Малахия (4).
И святаго мученика Гордия (4).

""",
oldbeliever_saint="""
Свв. мчч. и исп. Прохора, Вавилы, Леонида, Иякова и иже с ними
в Вязниках в XVII веце за правоверие пострадавших.

"""),


4: dict(saint=1, bow=5,
first_saint="""
Предпраздненство Просвещения (6). Собор свв. седмидесяти апостол (4):
Иякова — брата Господня, еванг. Марка, еванг. Луки, Клеопы,
Симеона — сродника Господня, Варнавы, Иуста, Никанора, Тимона, Пармена,
Тимофея, Филимона, Онисима, Епафраса, Тита, Архиппа, Силы, Силуяна,
Крискента, Криспа, Епенета, Фаддея, Анании, архидиакона Стефана,
Филиппа, Прохора, Аристовула, Иродиона (Родиона), Агава, Руфа,
Андроника, Стахия, Амплия, Урвана, Наркисса, Апелия, Асигкрита,
Флегонта, Ерма, Патрова, Ермия, Лина, Гаия, Филолога, Лукия,
Иассона, Сосипатра, Олимба, Тертия Ераста, Куарта, Еввода, Онисифора,
Климента, Сосфена, Аполоса, Тихика, Епафродита, Карпа, Кондрата,
Марка (нарицаемаго Иоанном), Зинона законника, Аристарха, Пуда,
Трофима, Марка, Артемы, Акилы, Фуртуната, Ахаика, Кесария, Кифы.
И преподобного отца нашего Феоктиста, иже в Кукумуле Сикелийстем (4).

""",
second_saint="""
Свв. Зосимы мниха и Афанасия. Прп. матери нашея Аполлинарии.

"""),

5: dict(saint=1, bow=5,
first_saint="""
Предпраздненство Просвещения (6). И святых мученник Феопента
и Феоны (4). И преподобныя матери нашея, Сингклитикиии (4).

""",

second_saint="""
Прп. отца нашего Григория, иже в Крите. Прп. отца нашего Фостирия.
Прп. отца нашего Мины, мниха горы Синайския.

"""),

6: dict(saint=7, bow=4,
first_saint="""
{red}⊕ Святое Богоявление Господа Бога и Спаса нашего Исуса Христа (12).{end}

"""),

7: dict(saint=1, bow=5,
first_saint="""
Попраздненство Просвещения (6). Собор святаго и славнаго
пророка и Предотечи Крестителя Господня Иоанна (Сл.).

"""),

8: dict(saint=0, bow=5,
first_saint="""
Попраздненство Просвещения (6). Преподобного отца нашего
Георгия Хозовита (4). И преподобныя Домники (4). И святаго
Емелиана исповедника.

""",
second_saint="""
Свв. мчч. Феофила диакона и Елладия. Прп. отца нашего Илии Пустынника.
Свв. мчч. Иулияна, Василисы и иже с ними: Кельсия, Антония, Анастасия.
Прп. отца нашего Григория Печерскаго. Св. свщмч. Исидора презвитера
Ливонскаго и иже с ним 72-х мученик. Св. мч. Картерия.

"""),

9: dict(saint=0, bow=5,
first_saint="""
Попраздненство Просвещения (6).
Святаго мученика Полиекта (4).

""",
second_saint="""
Прп. отца нашего Евстратия, Фарсийскаго чудотворца.
Св. пророка Захарии Серповидца.

"""),

10: dict(saint=0, bow=5,
first_saint="""
Попраздненство Просвещения (6).
Иже во святых отца нашего Григория епископа
Нисскаго (4). И святаго Доментиана, епископа Мелетийскаго (4).
и преподобнаго отца нашего Маркиана презвитера,
и иконома Великия церкве (4).{red}☩ И преподобнаго отца нашего
Павла Комельского, иже на Обноре реце (Пл.).{end}

"""),

11: dict(saint=4, bow=5,
first_saint="""
Попраздненство Просвещения (6).
{red}☩ Преподобнаго и богоноснаго отца нашего,
Феодосия общему житию начальника (Пл.).
☩ И память преподобнаго отца нашего Михаила
Клопскаго Новгородскаго чудотворца (Пл.).{end}

""",
second_saint="""
Прп. отца нашего Феодосия, иже от Антиохии.

"""),

12: dict(saint=0, bow=5,
first_saint="""
Попраздненство Просвещения (6).
Святыя мученицы Татианы.

""",
second_saint="""
Св. мч. Петра Авесаломита. Св. мч. Мертия.
Прп. отец наших Мартинияна Белозерскаго,
игумена Ферапонтова монастыря и блж. Галактиона, ученика его.

"""),

13: dict(saint=0, bow=5,
first_saint="""
Попраздненство Просвещения (6).
Святых мученник Ермила и Стратоника (4).
В сий день поется служба святых отец избиенных 
в Синаи, и в Раифе (4).

""",
second_saint="""
Св. мч. Петра Анейскаго. Прп. отца нашего Иякова,
иже от Нисивии. Прп. отца нашего Елеазара Анзерскаго.
Прп. отца нашего Иринарха Затворника, Ростовскаго чудотворца.

"""),

14: dict(saint=2, bow=5,
first_saint="""
{red}В сий день отдается праздник Богоявления (Сл.).{end}
Преподобных отец наших, иже в Синаи и Раифе избиенных:
Савы, Исаакия и иже с ними.(4)
{red}☩ И иже во святых отца нашего Савы, перваго архиепископа
и учителя Сербскаго (Бд.).{end}

""",
second_saint="""
Преп. отца нашего Феодула. Прп. отца нашего Стефана.
Преп. отца нашего Моисея черноризца. Прп. отца нашего Иосифа.
Св. блж. Акакия, еп. Тверскаго и Кашинскаго.
Св. равноапостольныя Нины, просветительницы Грузии.

"""),

15: dict(saint=0, bow=0,
first_saint="""
Преподобных отец наших Павла Фивейскаго (4)
и Иоанна Кущника (4).

""",
second_saint="""
Св. мч. Пансофия, иже в Александрии.

"""),

16: dict(saint=1, bow=0,
first_saint="""
Поклонение честным веригам святаго и всехвального
апостола Петра (6).

""",
second_saint="""
Свв. мчч. Певсипа, Пеласипа, Мелевсипа и Неонилы,
бабы их. Св. мч. Даникта чтеца. Свв. мчч. Неона,
Турвона и Иовиллы, жены. Св. блж. Максима, иерея Тотемскаго.

""",
oldbeliever_saint="""
Св. мч. и исп. Сампсона, иже в Вязниках в XVII веце
за правоверие пострадавшего.

"""),

17: dict(saint=5, bow=3,
first_saint="""
{red}☩ Преподобнаго отца нашего Антония Великаго (Бд.).
☩ И память преподобнаго отца нашего Антония Римлянина, 
Новгородскаго чудотворца (Бд.).{end}

""",
second_saint="""
Прп. Антония Дымскаго. Прп. отец наших Антония Краснохолмскаго
и Антония Черноземскаго. Иже во свв. отца нашего Ермогена,
патриарха Московскаго и всея Руси.

"""),

18: dict(saint=0, bow=0,
first_saint="""
Иже во святых отец наших архиепископ Александрских,
Афанасия Великаго и Кирила (4).

""",
second_saint="""
Прп. отца нашего Макияна Киринейскаго.

""",
oldbeliever_saint="""
Св. прпмчч. Константина и Аркадия Шамарских.

"""),


19: dict(saint=1, bow=0,
first_saint="""
Преподобнаго отца нашего Макария Египтянина (6).

""",
second_saint="""
Прп. отца нашего Макария Александрийскаго.
Св. мч. Евфрасии. Св. Арсения, еп. Керкирскаго.
Прп. отца нашего Макария Печерскаго. Преставление блаж. Феодора,
Новгородскаго юродиваго.

"""),

20: dict(saint=5, bow=3,
first_saint="""
{red}☩ Преподобного и богоноснаго отца нашего 
Ефимия Великаго (Бд.).{end}

""",
second_saint="""
Свв. мчч. Васоса, Евсевия, Евтихия, Василида.
Свв. мчч. Инны, Пинны, и Риммы.
Прп. отца нашего Евфимия Архангелогородскаго.

"""),

21: dict(saint=0, bow=0,
first_saint="""
Преподобного отца нашего Максима Исповедника (4).
И святаго мученика Неофита (4). И святаго мученика
Евгения Трапезонскаго, и дружины его (4).

""",
second_saint="""
Св. мц. Агнии. Св. мч. Анастасия, ученика св. Максима Исповедника.
Прп. отца нашего Максима Грека, философа.

"""),

22: dict(saint=0, bow=0,
first_saint="""
Святаго апостола Тимофея (4). И святаго
преподобномученика Анастасия Персиянина (4).

""",
second_saint="""
Свв. мчч. Мануила, Георгия, Петра, Леонтия — епископов;
Сиония, Гавриила, Иоанна, Леонта и Парода — презвитеров
и прочих 377. Прп. отца нашего Анастасия диакона Печерскаго.
Прп. отца нашего Макария Жабынскаго.

"""),

23: dict(saint=1, bow=0,
first_saint="""
Святаго священномученика Климента, епископа
Анкирскаго. И святаго мученика Агафангела (6).

""",
second_saint="""
Св. мч. Агафангела. Прп. отец наших Мавсимы,
Саламина Молчальника и Павлина Милостиваго.
Прп. Геннадия Костромскаго и Любимоградскаго.

"""),

24: dict(saint=0, bow=0,
first_saint="""
Преподобныя матери нашея Ксении (4).

""",
second_saint="""
Свв. мчч. Вавилы, епископа иже в Сикели
и двух ученик его: Тимофея и Агапия.
Прп. отца нашего Македония, Сирийскаго пустынника.
Перенесение мощей св. мч. Анастасия Персиянина.
Свв. мчч. братьев по плоти: Павла, Павсирия, Феодотиянина.
Преп. отца нашего Македония Св. мч. Иоанна Казанскаго.

"""),

25: dict(saint=4, bow=2,
first_saint="""
{red}☩ Иже во святых отца нашего Григория Богослова
архиепископа Константинограда (Пл.).{end}

""",
second_saint="""
Прп. отец наших Пугилия и Мария певца.
Св. мц. Фелицаты и седми сынов ея: Кануария,
Феликса, Силвана, Александра, Виталия,
Филиппа и Мациела. Иже во святых отца нашего Моисея,
еп. Новгородскаго. Празднование явлению иконы Пресвятыя Богородицы
«Утоли моя печали».

"""),

26: dict(saint=0, bow=0,
first_saint="""
Преподобнаго отца нашего Ксенофонта, жены его Марии и чад их:
Аркадия и Иоанна (4). Перенесение честных мощей прп. отца нашего Феодора,
игумена Студийскаго и брата его Иосифа, еп. Селунскаго.

""",
second_saint="""
Прп. отца нашего Симеона, нарицаемаго Ветхаго.
Свв. мчч. Анании презвитера и Петра, темничнаго ключаря.
Св. Павла, подвижника Палестинскаго.

"""),


27: dict(saint=4, bow=2,
first_saint="""
{red}☩ Возвращение честных мощей иже во святых отца нашего
Иоанна Златоустаго, патриарха Цареграда (Пл.).{end}

"""),

28: dict(saint=1, bow=0,
first_saint="""
Преподобнаго отца нашего Ефрема Сирина (6).
И преподобнаго отца нашего Исаака Сирина.
И преподобнаго отца нашего Ефрема архимандрита,
Новоторжскаго чудотворца.(4)

""",
second_saint="""
Прп. отца нашего Палладия пустынника.
Прп. отец наших Ефрема еп. Переяславскаго и Феодосия Тотемскаго.

"""),

29: dict(saint=1, bow=0,
first_saint="""
Перенесение мощей святаго священномученика
Игнатия Богоносца (6).

""",
second_saint="""
Свв. мчч. Романа, Иякова, Филофея, Иперия, Авива,
Иулияна и Паригория. Свв. мчч. Силуяна епископа,
Луки диакона и Мокия чтеца. Иже во свв. отец наших Герасима,
Питирима, Ионы епископов пермских. Прп. отца нашего Лаврентия,
затворника Печерскаго.

""",
oldbeliever_saint="""
Свв. мчч. и испп. Никанора архим., Самуила сотника и Макария
инока и иже с ними в Соловецкой обители XVII веце
за правоверие пострадавших.

"""),

30: dict(saint=5, bow=3,
first_saint="""
Святаго священномученика Ипполита папы Римскаго (4).
{red}☩ И иже во святых отец наших триех святителей,
Василия Великаго, Григория Богослова и Иоанна Златоустаго (Бд.).{end}

""",
second_saint="""
Св. свщмч. Ипполита, папы Римскаго и иже с ним: Кенсорина,
Савина, Хрисии девицы и иже с ними. Св. мч. Феофила Новаго.
Прп. отца нашего Зинона.

"""),

31: dict(saint=4, bow=2,
first_saint="""
Святых чудотворец и безсребреник Кира и Иоанна. (6)
{red}☩ И память иже во святых отца нашего Никиты,
епископа Новгородскаго чудотворца. (Пл.){end}

""",
second_saint="""
Свв. мцц. Афанасии и триех дщерей ея: Феодотии,
Феоктистии и Евдокии. Свв. мчч. Викторина и Виктора,
Никифора, Серапиона, Диодора, Клавдия и Папия,
иже во граде Коринфе. Св. мц. Трифены.

"""),
},

#Февраль.
2:  {
1: dict(saint=0, bow=0,
first_saint="""
Предпраздненство Сретения Господа нашего
Исуса Христа (4). И святаго великомученика Трифона (4).

""",
second_saint="""
Прп. отца нашего Петра, иже в Галатии. Прп отца нашего Вендимияна.
Св. мц. Перпетуи и иже с нею: Сатира, Ревоката, Саторнила,
Секунда и Филицифаты.

"""),

2: dict(saint=4, bow=6,
first_saint="""
{red}⊕ Сретение Господа Бога и Спаса нашего Исуса Христа (Бд.).{end}

"""),

3: dict(saint=1, bow=5,
first_saint="""
Попраздненство Сретения Господня (6).
Святаго и праведного Симеона Богоприимца
и Анны пророчицы (6).

""",
second_saint="""
Свв. мчч. Андрияна и Еввула. Св. мч. Власия,
иже и Вукол именовася. Свв. мчч. Папия, Диодора и Клавдияна.
Св. пророка Азарии. Св. блгв. князя Романа Углицкаго.
Иже во святых отца нашего Симеона, еп. Тверскаго.

"""),

4: dict(saint=1, bow=5,
first_saint="""
Попраздненство Сретения Господня (4).
Преподобнаго отца нашего Исидора Пелусийскаго (4).
{red}☩ И убиение святаго благовернаго великаго
князя Георгия Всеволдовича, Владимерскаго чудотворца (Бд.).
☩ В той же день преставление преподобнаго отца нашего,
Кирила игумена, Новозерскаго чудотворца (Пл.).{end}

""",
second_saint="""
Св. мч. Иадора. Св. свщмч. Аврамия, еп. Арвильскаго. Прп. Николы исповедника,
игумена Студийскаго. Прпп. Авраамия и Коприя Печенгских, Вологодских.

"""),

5: dict(saint=0, bow=5,
first_saint="""
Попраздненство Сретения Господня (6).
Святыя мученицы Агафии (4).

""",
second_saint="""
Св. мц. Феодулии и иже с нею Елладия, Евагрия и Макария.
Празднование явления иконы Пресвятыя Богородицы «Взыскание погибших».

"""),

6: dict(
saint=0, bow=5,
first_saint="""
Попраздненство Сретения Господня (6).
Преподобнаго отца нашего Викулы, епископа Змирнскаго (4).

""",
second_saint="""
Св. мч. Иулияна, иже от Емеса. Св. мц. Фавсты девицы
и иже с нею Евиласия и Максима. Свв. мцц. Марфы и Марии,
сестреницы ея. Св. мч. Кариона черноризца отрока.
Свв. мцц. Дорофеи девицы и Христины.

"""),

7: dict(saint=0, bow=5,
first_saint="""
Попраздненство Сретения Господня (6).
Преподобнаго отца нашего Парфения, епископа
Лампсакийска-града (4). И преподобнаго отца нашего Луки,
иже во Елладе (4).

""",
second_saint="""
Свв. мчч. четырех протикор и 1003 слуг,
иже в Никомидии пострадавших. Св. мц. Мастридии девицы.

""",
oldbeliever_saint="""
Свв. мчч. и исп. каргопольских: Авраамия, Андрея, Иоанна,
Афанасия, Гликерии, Леонтия, Андрея инаго и Неонилы
в XVII веце за правоверие пострадавших.

"""),

8: dict(saint=0, bow=5,
first_saint="""
Попраздненство Сретения Господня (6).
Святаго великомученника Феодора Стратилата (4).
И святаго пророка Захарии, Серповидца (4).

"""),

9: dict(saint=2, bow=1,
first_saint="""
В сий день отдается праздник Сретения Господня (Сл.).
Святаго мученика Никифора (4).

""",
second_saint="""
Свв. свщмчч. Маркелла, еп. Сикилийскаго, Филагрия,
еп. Кипрскаго и Пагкратия, еп. Тавроменийскаго.
Прп. отец наших Никифора и Геннадия, Вяжеозерских.

"""),

10: dict(saint=0, bow=0,
first_saint="""
Святаго мученика Харлампия (4).

""",
second_saint="""
Свв. мчч. Порфирия и Ваптоса. Свв. мцц. дев: Енафы, Валентины,
Павлы. Иже во свв. отец наших еп. и архиеп. Новгородских:
Иоакима Корсунянина. Луки, Аркадия, Антония, Василия, Симеона,
Германа, Григория и Матририя. Прп. отца нашего Прохора Лебедника Печерскаго.

"""),

11: dict(saint=0, bow=0,
first_saint="""
Святаго священномученника Власия, епископа Севастийскаго (4).
{red}☩ И память преподобнаго отца нашего игумена Димитрия иже на Прилуце,
Вологодскаго чудотворца (Пл.). ☩ И преставление святаго благовернаго великаго
князя Всеволда, нареченнаго во святом крещении Гавриила,
Псковскаго чудотворца (Бд.).{end}

""",
second_saint="""
Св. праведныя царицы Феодоры.

"""),

12: dict(saint=0, bow=0,
first_saint="""
Иже во святых отца нашего Мелетия, архиепископа Антиохийскаго(4).
{red}☩ И преставление иже во святых отца нашего,
Алексия митрополита,
Киевскаго и всея Русии чудотворца.(Бд.){end}

""",
second_saint="""
Прп. матери нашея Марии, и отца ея прп. отца нашего Евгения.
Иже во свв. отца нашего Антония, патр. Константинограда.
Прп. отца нашего Исаакия, затворника Печерскаго.
Празднование явлению иконы Пресвятыя Богородицы Иверския.

"""),

13: dict(saint=0, bow=0,
first_saint="""
Преподобнаго отца нашего Мартиниана,
иже в Кесарии Палестинстей (4).

""",
second_saint="""
Прп. отца нашего Симеона, царя Сербскаго Мироточица,
новаго чудотворца. Прп. отца нашего Евлогия, архиеп. Александрийскаго.
Св. мч. и исп. Иоанна. Прпп. жен Зои и Фотинии.

"""),

14: dict(saint=0, bow=0,
first_saint="""
Преподобнаго отца нашего Авксентия (4).
И иже во святых отца нашего, Кирила епископа Катанскаго,
учителя словеном и болгаром. Иже преложи русскую грамоту
с греческия, и крести словены и болгары.
{red}☩ И пренесение честных мощей святаго благовернаго
великаго князя Михаила Черниговскаго,
от Чернигова к Москве (Пл.).{end}

""",
second_saint="""
Прп. отца нашего Мароя. Прп. отца нашего Аврамия, еп. Карийскаго.

"""),

15: dict(saint=0, bow=0,
first_saint="""
Святаго апостола Анисима, единаго от 70-ти (4).

""",
second_saint="""
Прп. отца нашего Евсевия, пустынника Сирийскаго.

"""),

16: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Памфила, Порфирия и иже с ними: Илии, Иеремии,
Исаии, Даниила, Самуила, Селевкия, Валента,
Павла, Иулияна и Феодула (4).

""",
second_saint="""
Прп. отца нашего Маруфа и свв. мчч. иже в Матрирополе пострадавших.

"""),

17: dict(saint=1, bow=0,
first_saint="""
Святаго великомученника Феодора Тирона (6).

""",
second_saint="""
Св. праведной Мариамии, сестры св. ап. Филиппа.
Обретение мощей св. мч. Мины Калекаледа. Иже во святых отца нашего
Ермогена, патр. Московскаго и всея Руси, страстотерпца.

"""),

18: dict(saint=0, bow=0,
first_saint="""
Иже во святых отца нашего Леонтия, папы Римскаго (4).

""",
second_saint="""

Прп. отца нашего Агавия, еп. Синектийскаго, исп. и чудотворца.
Прп. отца нашего Козмы Яхромскаго. Св. свщмч. Флавияна,
епископа Константинопольскаго.

"""),

19: dict(saint=0, bow=0,
first_saint="""
Свв. апп. от 70-ти: Архиппа, Филимона и жены его Апфии (4).

""",
second_saint="""
Свв. мчч. Максима, Феодота, Исихия и Асклипиодоты.
Прп. отца нашего Равулы. Прпп. отец наших Евгения и Макария.
Иже во святых отца нашего Геннадия, патриарха Константинопольского.
Прп. отца нашего Досифея, ученика прп. аввы Дорофея.

"""),

20: dict(saint=0, bow=0,
first_saint="""
Иже во святых отца нашего Льва, епископа Катанскаго (4).

""",
second_saint="""
Св. свщмч. Садока, еп. Персидскаго и иже с ним скончавшихся
128-и мученик. Прп. отца нашего Агафона, папы Римскаго.
Св. прпмч. Корнилия Псковскаго.

"""),

21: dict(saint=0, bow=0,
first_saint="""
Преподобнаго отца нашего Тимофея, иже в Символех (4).
И иже во святых отца нашего Евстафия,
архиепископа Антиохийскаго (4).

""",
second_saint="""
Иже во свв. отца нашего Георгия, еп. Амастридскаго.
Иже во свв. отца нашего Иоанна Схоластика, патр. Константинограда.

"""),

22: dict(saint=0, bow=0,
first_saint="""
Обретение честных мощей святых мученик, иже во Евгении (4).

""",
second_saint="""
Прп. отца нашего и исп. Афанасия, иже в Павлопетрии.
Прп. отец наших Фаласия и Лимнея. Св. свщмч. Маврикия,
сына его Фотина и иже с ними 70-ти мученик. Прп. отца нашего Варадата.
Св. Вавилы и свв. жен Комиты и Никосы.

""",
oldbeliever_saint="""
Свв. мчч. и исп. Александра, Гавриила Корелянина и Марка Олонецких,
в XVII веце за правоверие сожженных.

"""),

23: dict(saint=0, bow=0,
first_saint="""
Святаго священномученика Поликарпа, епископа Змирнскаго (4).

""",
second_saint="""
Прп. отец наших Иоанна, Антиоха, Антонина, Моисея. Прп. отец наших
Зевены, Полихрония, Моисея и Домияна. Прп. отца нашего Александра мниха,
основателя Обители Неусыпающих. Прп. отца нашего Поликарпа Брянскаго.
Прп. отца нашего Моисея Белозерскаго, прозорливаго.
Память Стоглавого собора, собравшегося в Москве
«во исправление церковнаго благочиния» под председательством
митр. Макария (1551 г.).

"""),


24: dict(saint=4, bow=2,
first_saint="""
{red}☩ Обретение честныя главы святаго и славнаго пророка и Предотечи
Крестителя Господня Иоанна (Пл.).{end}

""",
second_saint="""
Прп. отца нашего Еразма Печерскаго.

"""),

25: dict(saint=0, bow=0,
first_saint="""
Иже во святых отца нашего Тарасия, архиепископа Константинограда (4).

"""),

26: dict(saint=0, bow=0,
first_saint="""
Иже во святых отца нашего Порфирия, епископа Газскаго (4).

""",
second_saint="""
Свв.мчч. Севастияна и Христодула.
Прп. Севастияна Пошехонского.

"""),

27: dict(saint=0, bow=0,
first_saint="""
Преподобнаго отца нашего Прокопия исповедника Декаполита (4).

""",
second_saint="""
Прп. отца нашего Фалелея. Прп. отца нашего Тита, иерея Печерскаго.
Прп. отца нашего Иова Льговскаго, чудотворца.

"""),


28: dict(saint=0, bow=0,
first_saint="""
Преподобнаго отца нашего Василия Исповедника, спостника Прокопиева (4).
И святаго священномученика Протерия, архиепископа Александрийскаго (4).

""",
second_saint="""
Св. мч. Нестора. Прп. жен Марины и Киры.

"""),


29: dict(saint=0, bow=0,
first_saint="""
Преподобнаго отца нашего Кассиана Римлянина (4).

""",
second_saint="""
Св.мч. Феоктириста. Прп. отца нашего Иоанна,
нареченнаго Варсонофия. Прп. отца нашего Касиана, затворника Печерскаго.

"""),
},

#Март.
3: {
1: dict(saint=0, bow=0,
first_saint="""
Святыя преподобномученницы Евдокии (4).

""",
second_saint="""
Свв. мчч. Нестора и Тривимия. Св. прп. Домнины девицы.
Прп. отца нашего Мартирия Зеленскаго. Свв. мчч. Маркелла и Антония.

"""),

2: dict(saint=0, bow=0,
first_saint="""
""",
second_saint="""
Прп. отца нашего Агафона. Св. мц. Евфалии. Преп. отец наших Савы
и Варсонофия Тверских. Прп. отца нашего Саватия и ученика его Евфросина.

"""),

3: dict(saint=0, bow=0,
first_saint="""
Святых мученик Евтропия, Клеоника и Василиска Каппадокийских(4).

""",
second_saint="""
Св. мч. Василиска, иже во Амасии. Иже во святых отца нашего Антония,
еп. Вологодскаго. Прп. матери Пиамы девицы. Свв. мчч. Зинона и Зоила.

"""),


4: dict(saint=0, bow=0,
first_saint="""
Преподобнаго отца нашего Герасима, иже на Иордане(4).

""",
second_saint="""
Свв. мчч. Павла и сестры его Иулиянии. Пренесение честных мощей
св. князя Вячеслава Чешскаго. Прп. отца нашего Иякова Постника.
Св. благовернаго Даниила, князя Московскаго. Св. блаженнаго Василия,
князя Ростовскаго. Прп. отца нашего Герасима Вологодскаго.

"""),

5: dict(saint=0, bow=0,
first_saint="""
Святаго мученика Конона Градаря(4).
{red}☩ И перенесение честных мощей преподобнаго отца
нашего благовернаго князя Феодора, Смоленскаго и
Ярославскаго чудотворца. И чад его Давыда и Константина (Пл.){end}

""",
second_saint="""
Прп. отца нашего Исихия постника. Свв. мчч. Конона и отца его Нестора,
иже во Асирии. Прп. отца нашего Марка постника. Св. мц. Ираиды.
Прп. отца нашего Андреяна пошехонскаго. Св. мч. Евлогия.

"""),

6: dict(saint=0, bow=0, first_saint="""
Святых мученик четыредесяти дву иже во Аммореи:
Феодора, Константина, Феофила, Василия и проч. (4).

""",
second_saint="""
Св. прпмч. Конона. Прп. отца нашего Аркадия Кипрскаго.

""",
oldbeliever_saint="""
Свв. мчч. и испп. Иерофея, Евдокии и Наталии, в граде Олонце
в XVII веце за правоверие пострадавших.

"""),

7: dict(saint=0, bow=0, first_saint="""
Святых священномученик иже в Херсоне
епископствовавших: Василия, Ефрема, Евгения,
Капитона, Елферия, Елпидия и Агафодора (4).

""",
second_saint="""
Прп. отца нашего Павла, еп. прусидскаго, исповедника.
Прп. отца нашего Емелияна мниха. Прп. отца нашего Павла Препростаго.

"""),

8: dict(saint=0, bow=0,
first_saint="""
Преподобнаго отца нашего и исповедника Феофилакта,
архиепископа Никодимийскаго, за иконопочитание пострадавшего (4).

""",
second_saint="""
Св. ап. Ермы. Св. свщмч. Феодорита, пресвитера Антиохийскаго.

"""),

9: dict(saint=4, bow=2,
first_saint="""
{red}☩ Свв. влмчч. четыредесяти, иже в Севастии: Кириона, Домна, Исихия,
Ираклия, Смарагда,Евноика, Уалента, Вивияна, Клавдия, Приска, Феодула,
Евтихия, Кандида, Иоанна, Ксанфия, Илияна, Сисиния, Ангия, Аетия,
Флавия, Акакия, Екдикия, Лисимаха, Александра, Илии, Горгония, Феофила,
Доментияна, Гаия, Леонтия, Афанасия, Кирила, Сакердона, Николы, Уалерия,
Филоктимона, Северияна, Худиона, Мелитона, Аглая (Пл.).{end}

""",
second_saint="""
Св. мч. Урпасияна. Св. Кесария, брата св. Григория Богослова.
Св. мч. Дионисия, иже в Коринфе.

"""),

10: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Кондрата, Киприяна, Дионисия, Анекта, Крискента,
Павла, Виктора, Никифора и иже с ними (4). (Алл.).

""",
second_saint="""
Св. свщмч. Пиония, презвитера Змирнскаго. Прп. матери нашея Анастасии.
Свв. мцц. Хариессы, Нунехии, Василисы, Ники, Гали, Галины, Феодоры и др.

""",
oldbeliever_saint="""
Св. мч. и исп. Григория Земледельца, в граде Олонце в XVII веце за
правоверие сожженнаго.

"""),


11: dict(saint=0, bow=0,
first_saint="""
Иже во святых отца нашего Софрония Премудраго,
патриарха Иеросалимскаго (4). {red}☩ И преставление
иже во святых отца нашего Ефимия архиепископа Новгородскаго
чудотворца (Пл.).{end}

""",
second_saint="""
Свв. мчч. Пиония и Епимаха. Прп. отца нашего Георгия.

"""),

12: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Феофана, исп. Сигрианскаго (4).
Иже во свв. отца нашего Григория, папы Римскаго, сотворшего
прежесвященную службу. (Алл.)

""",
second_saint="""
Прп. отца нашего Симеона Новаго Богослова.

"""),


13: dict(saint=0, bow=0,
first_saint="""
Пренесение мощей иже во св. отца нашего Никифора,
патр. Цареграда (4) (Алл.).

""",
second_saint="""
Св. мч. Александра. Прп. отца нашего Аннина чудотворца.
Св. мц. Христины. Св. мчч. Савина, Африкана, Пуплия и Терентия.

"""),

14: dict(saint=0, bow=0, first_saint="""
Прп. отца нашего Венедикта (4) (Алл.).

""",
second_saint="""
Иже во свв. отца нашего Евсихимона, епископа и исповедника.
Св. блгв. князя Ростислава Киевскаго (во крещении Михаила).
Иже во свв. отца нашего Феогноста, митр. Московскаго и всея Руси.
{red}☩ Празднование явления иконы Пресвятыя Богородицы Феодоровския (Бд.).{end}

"""),

15: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Агапия, Тимолая, Давыда, Ромила, двух Александров
и двух Дионисиев (4) (Алл.).

""",
second_saint="""
Св. свщмч. Александра презвитера, иже в Сидии.
Св. мч. Никандра. Прп. отца нашего Никандра.

"""),

16: dict(saint=0, bow=0,
first_saint="""
Св. мч. Савина (4) (Алл.).
{red}☩ Преставление иже во свв. отца нашего Серапиона,
архиеп. Новгородскаго, чудотворца.{end}

""",
second_saint="""
Свв. мчч. Трофима и Фала, иже во Александрии.
Св. ап. Аристовула, единаго от 70-ти.

"""),

17: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Алексия, человека Божия (4)
{red}☩ Преставление прп. отца нашего Макария, игумена Колязинскаго,
чудотворца (Пл.).{end}

""",
second_saint="""
Св. мч. Марина.

"""),

18: dict(saint=0, bow=0,
first_saint="""
Иже во св. отца нашего Кирила, архиеп. Иеросалимскаго (4) (Алл.).

""",
second_saint="""
Прп. отца нашего Аннина. Свв. мчч. Трофима и Евкарпия,
в Никомидии пострадавших. Свв. мцц. жен Александры, Клавдии,
Евфрасии, Матроны, Иулиянии, Евфимии, Феодосии,
иже в Мисоне пострадавших.

"""),

19: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Хрисанфа и Дарии (4) (Алл.).

""",
second_saint="""
Свв. мчч. Клавдия, жены его Иларии и сыновей их Иассона и Мавра.
Св. мч. Панхария. Иже во святых отца нашего Фомы, патр. Цареграда.
Прп. отца нашего Иннокентия, Вологодскаго чудотворца, иже на Елде реце.

"""),


20: dict(saint=0, bow=0,
first_saint="""
Прп. отец наших, иже во обители св. Савы избиенных от Сарацин (4).
Свв. мцц. Фотинии Самаряныни, Анафролии (Анатолии), Фоты, Афотины,
Парасковии и Кириякии.

""",
second_saint="""
Свв. мчч. Виктора, Иосии и Севастияна. Свв. мцц. жен, иже от Амиса:
Александры, Клавдии, Евфрасии, Матроны, Иулиянии, Евфимии и Феодосии.
Прп. отца нашего Никиты, архиеп. Аполониадскаго.
Св. прпмч. Евфросина пустынника Новгородскаго, иже на Синичьем езере.

"""),

21: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Иякова, епископа и исповедника.(4) (Алл.).

""",
second_saint="""
Иже во свв. отца нашего Кирила, еп. Катанскаго.
Иже во свв. отца нашего Фомы, патр. Константинограда.

"""),

22: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Василия, презвитера Анкирския церкви (4) (Алл.).

""",
second_saint="""
Св. мц. Дросиды, дщери Трояна царя, и иже с нею пострадавших.

"""),

23: dict(saint=0, bow=0,
first_saint="""
Преп. отца нашего Никона и с ним 199-ти ученик его (4) (Алл.).

""",
second_saint="""
Свв. мчч. Филита и Лидии, жены его, и чад их Македона и Феопрепия.
Свв. мчч. Кронида, Коментариса и Амфилохия. Прп. отца нашего Пахомия,
строителя Сыпановскаго монастыря, иже на Солонце реце,
Костромскаго чудотворца. Св. страстотерпца отрока Василия,
чудотворца, иже в Мангазее граде.

"""),


24: dict(saint=1, bow=0,
first_saint="""
Предпраздненство Благовещения.
Иже во святых отца нашего Артемия, еп. Солуньскаго.

""",
second_saint="""
Свв. мчч. Стефана и Петра Казанских. Преп. отца нашего Лазаря Муромскаго.

"""),


25: dict(saint=4, bow=0,
first_saint="""
{red}⊕ Благовещение пресвятыя Владычицы нашея Богородицы
и присно девы Марии (Бд.).{end}

"""),

26: dict(saint=5, bow=0,
first_saint="""
Собор св. архистратига Гавриила (6) (Алл.).

""",
second_saint="""
Св. свщмч. Иринея, еп. Сирмийскаго. Свв. мчч. Фагуса и
Рики презвитеров, Арпула мниха и прочих: Авины, Константина,
Агнария, Африка, Искоя, Силы, Сиорда, Аласа, Вакра, Уика.
Свв. мцц. жен: Камики, Анимаиды, Дуклиды, Анны, Аллы, Ларисы,
Моико. Иже во святых отца нашего Варсонофия, еп. Тверскаго,
Казанскаго новаго чудотворца. Прп. отца нашего Василия Новаго.

"""),

27: dict(saint=0, bow=0,
first_saint="""
Св. мц. Матроны, иже в Селуне (4) (Алл.).

""",
second_saint="""
Свв. мчч. Мануила и Феодосия. Прп. отца нашего Пафнутия.
Прп. отца нашего Иоанна Прозорливаго, Египетскаго.

"""),

28: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Иллариона Новаго (4) (Алл.). Прп. отца нашего
Стефана чудотворца, игумена Триклийскаго монастыря (4) (Алл.).

""",
second_saint="""
Свв. мчч. Ионы, Варахисия, Занифы, Лазаря, Маруфана,
Нарса, Илии, Мариса, Авива, Симвенфея, Савы.
Прп. отец наших Евстратия Печерскаго, Иллариона Гдовскаго.
Прп. отца нашего Ионы Климецкаго.

"""),


29: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Марка, еп. Арефусийскаго, Кирила диакона и других (4) (Алл.).

""",
second_saint="""
Прп. отца нашего Евстафия, еп. Винифийскаго. Прп. матери Вассы Печерской,
иже в Пскове граде. Прп. отец наших Ионы и Марка Печерских, иже во Пскове
граде. Прп. отца нашего Иоанна, иже на Студенце.

"""),


30: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Иоанна, списателя Лествицы (4).
{red}☩ И преставление иже во свв. отца нашего Ионы,
митр. Киевскаго и всея Руси,чудотворца (Пл.).{end}

""",
second_saint="""
Св. пророка Иоанна Безмолвника.

"""),

31: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Ипатия, чудотворца епископа иже в Гангрех (4) (Алл.).

""",
second_saint="""
Прп. отца нашего Ипатия иже в Руфиане. Прп. отца нашего Апполония
пустынника. Свв. свщмч. Авды, еп. Персидскаго и Вениамина диакона.
Празднование явления Иверския иконы Пресвятыя Богородицы.

"""),
},

#Апрель.
4: {
1: dict(saint=0, bow=0,
first_saint="""
Прп. матери Марии Египтяныни (4).
{red}☩ Преставление прп. отца нашего Евфимия Суздальскаго, чудотворца (Бд.).{end}

""",
second_saint="""
Прп. отца нашего и исп. Макария, игумена Палекитския обители.
Свв. мчч. Геронтия и Василида. Прп. отца нашего Геронтия,
канонарха Печерскаго.

"""),

2: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Тита чудотворца (4) (Алл.).

""",
second_saint="""
Свв. мчч. Амфияна и брата его Едесия. Св. мч. Поликарпа.

"""),

3: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего и исп. Никиты, игумена Мидийскаго (4) (Алл.).
Свв. мцц. Агафии, Ирины, Хионии, иже в Селуне (Алл.).

""",
second_saint="""
Св. прпмц. Феодосии девицы. Свв. мчч. Елпидифора, Дия, Вифония,
Галика. Прп. Иллирика. Прп. отца нашего Нектария, начальника
Введенския обители, иже у Бежецка.

""",
oldbeliever_saint="""
Св. свщмч. и исп. Павла, еп. Коломенска града.

"""),


4: dict(saint=0, bow=0,
first_saint="""
Прп. и богоноснаго отца нашего Иосифа, песнописца и творца канонов (4).
Прп. отца нашего Георгия иже в Малее (4).
Прп. отца нашего Зосимы, иже Марию Египтяныню в пустыни погребе (Алл.).

""",
second_saint="""
Свв. мцц. Февусы девицы, сестры и рабыни ея, иже в Персиде пострадавших.
Прп. отца нашего Георгия.

"""),

5: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Феодула чтеца и Агафопода диакона и иже с ними (4) (Алл.).

""",
second_saint="""
Св. мц. Феодоры и св. мч. Дидима. Прп. отец наших Пуплия, Феоны,
Симеона, Форвина. Прп. Феодоры Селунския.
Прп. отца нашего Марка Подвижника.

"""),

6: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Евтихия, архиеп. Константинограда (4).

""",
second_saint="""
Свв. мчч. Иеремии и Архилия презвитера. Прп. Платониды Сирския.
Свв. мчч. 120-ти, иже в Персиде.

"""),

7: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Георгия, еп. Митилинскаго (4).

""",
second_saint="""
Св. мч. Калопия. Свв. мчч. Руфина диакона, девицы Акилины
юнейшей и иже с ними 200 мученик. Прп. отца нашего Даниила Переяславскаго.

"""),

8: dict(saint=0, bow=0,
first_saint="""
Свв. апп. Иродиона, Агава, Руфа, Асигкрита, Флегонта, Ерма и иже с ними
от 70-ти (4) (Алл.).

""",
second_saint="""
Прп. отца нашего Келестина, папы Римскаго. Св. мч. Павсилипа.
Св. прп. Нифонта, еп. Новгородскаго, постриженника Печерскаго.

"""),

9: dict(saint=0, bow=0,
first_saint="""
Св. мч. Евпсихия, иже в Кесарии (4) (Алл.).

""",
second_saint="""
Св. свщмч. Вадима. Св. свщмч. Илиодора епископа, Дисана презвитера,
св. муч. Мариана старца и иже с ним 275-ти мученик,
иже в пленении в Персиде скончавшихся.

"""),

10: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Терентия, Помплия, Африкана, Максима, Зинона, Александра,
Феодора и иже с ними (4) (Алл.).

""",
second_saint="""
Иякова презвитреа, Азадана и Авдикия диаконов, иже в Персиде.

"""),

11: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Антипы, еп. Пергама Асийскаго (4).
{red}☩ Преставление иже во свв. отца нашего Варсонофия,
еп. Тверскаго, Казанскаго новаго чудотворца.{end}

""",
second_saint="""
Прп. отец наших Иякова, Евфимия и Харитона, иже на Сяйжене,
Вологодских чудотворцев.

"""),

12: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. и исп. Василия, еп. Парийскаго (4) (Алл.).

""",
second_saint="""
Прп. матери Анфусы, дщери Копронима царя. Прп. матери Афанасии
игумении. Свв. прпмчч. Мины, Давыда, Иоанна. Св. мч. Зинона.

"""),

13: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Артемона презвитера Лаодикийскаго (4) (Алл.).

""",
second_saint="""
Св. мч. Крискента Мирликийскаго. Свв. мчч. Кирополита,
Афасика и мц. Аскитрии, дщери его. Св. мц. Формаиды Египтяныни.

"""),

14: dict(saint=0, bow=0,
first_saint="""
Иже во свв. отца нашего Мартина исп. папы Римскаго (4).
{red}☩ Свв. влмчч. Антония, Иоанна и Евстафия Виленских (Пл.).{end}

""",
second_saint="""
Свв. мчч. Азата Скопца и иже с ним 1000 мученик.
Св. мч. Ардалиона Мимскаго. Прп. отца нашего Епифания.

""",
oldbeliever_saint="""
{red}☩ Свв. свщмчч. и испп. Аввакума и иже с ним: иерея Лазаря,
диакона Феодора и инока Епифания, в XVII веце за правоверие сожженных (Пл.).{end}

"""),

15: dict(saint=0, bow=0,
first_saint="""
Свв. апп. Аристарха, Пуда и Трофима от семидесяти (4) (Алл.).

""",
second_saint="""
Св. мч. Савы Готфскаго. Свв. мцц. Василисы и Анастасии Римляныни.

"""),

16: dict(saint=0, bow=0,
first_saint="""
Свв. мцц. дев Ирины, Акапии и Хионии (4) (Алл.).

""",
second_saint="""
Св. мч. Леонида и иже с ним пострадавших во Елладе.
Св. мц. Ирины иже во Елладе. Свв. мцц. жен Хариессы,
Ники, Галины, Калисы, Нунехии, Василисы и Феодоры.

"""),

17: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Симеона, еп. Персидскаго и иже с ним Аделла презвитера,
Хуздазата, Фусия и прочих 1050-ти (4). Прп. отца нашего Акакия,
еп. Мелетийскаго (4). {red}☩ Преставление прп. отца нашего Зосимы,
игумена соловецкаго, чудотворца (Бд.).{end}

""",
second_saint="""
Иже во свв. отца нашего Агапита, папы Римскаго. Св. мч. Андрияна, иже в Коринфе.

"""),

18: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Иоанна, ученика св. Григория Декаполита (4) (Алл.).
Иже во свв. отца нашего Козмы, еп. Халкидонскаго.

""",
second_saint="""
Свв. мчч. Виктора, Зотика, Зинона, Акиндина, Северияна.
Прп. отец наших Евфимия, Антония и Феликса Карельских.

"""),

19: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Иоанна Ветхия Лавры (4).

""",
second_saint="""
Прп. отца нашего Георгия, еп. Антиохия Писидийския.
Свв. мчч. Христофора, Феоны и Антонина. Прп. отца нашего Никифора,
игумена Катавала монастыря. Прп. отца нашего Трифона,
патриарха Цареграда.

"""),

20: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Феодора Трихины, рекше власянаго (4).

""",
second_saint="""
Иже во свв. отца нашего Григория, патр. Антиохийскаго.
Прп. отца нашего Анастасия, игумена горы Синайския.
Преставление прп. отца нашего Александра, игумена Ошевенскаго
монастыря, иже в Каргопольских пределах, чудотворца.

"""),

21: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Иянурия епископа и иже с ним: Прокула, Соса, Фавста диакона,
Дисидерия чтеца, Евтихияна и Кистиона (4).
Св. влмч. Феодора иже в Пергии Памфлийстей и матери его Филиппы.
Свв. мчч. Диоскора (бывшаго жреца), Сократа и Дионисия (4).

""",
second_saint="""
Прп. отца нашего Максима, архиеп. Константинограда. Свв. мчч.
Пасигкрата и Валентина, иже от града Родостола Македонскаго.
Свв. мчч. Исакия, Аполлоса и Кондрата. Св. мц. Александры царицы,
жены нечестиваго царя Диоклетиана.

"""),

22: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Феодора Сикеота (4).

""",
second_saint="""
Прп. отца нашего Виталия мниха. Свв. апп. Нафанаила (он же Варфоломей),
Луки и Климента иже от 70-ти.

"""),

23: dict(saint=5, bow=3,
first_saint="""
{red}☩ Св. славнаго влмч. и победоносца Георгия (Бд.).{end}

""",
second_saint="""
Свв. мчч. Гликерия, Афанасия, Протолеона и Анатолия.
Свв. мчч. Доната и Ферия. Св. блж. Георгия, Христа ради юродиваго,
Шенкурскаго чудотворца. Св. мц. Александры царицы (она же 21 апреля).

"""),

24: dict(saint=1, bow=0,
first_saint="""
Св. мч. Савы Стратилата (6).

""",
second_saint="""
Прп. матери нашея Елизаветы чудотворицы.
Свв. мчч. Евсевия, Неопия, Леонтия и дружины их.
Преп. отца нашего Савы Печерскаго.

"""),

25: dict(saint=1, bow=0,
first_saint="""
Св. ап. и евангелиста Марка (6).

""",
second_saint="""
Прп. Селивестра, игумена Воскресенскаго монастыря, иже на Обноре реце.

"""),


26: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Василия, еп. Амасийскаго (4).
{red}☩ Иже во св. отца нашего Стефана, еп. Пермскаго, чудотворца (Пл.).{end}

""",
second_saint="""
Св. праведныя Глафиры девицы.

"""),

27: dict(saint=1, bow=0,
first_saint="""
Св. свщмч. Симеона, еп. Иеросалимскаго, сродника Господня по плоти (6).

""",
second_saint="""
Иже во свв. отца нашего Стефана, еп. Владимирскаго.

"""),

28: dict(saint=0, bow=0,
first_saint="""
Свв. апп. Иассона и Сосипатра иже от 70-ти (4).
Свв. мчч. Максима, Дады и Кинтилияна (4).

""",
second_saint="""
Св. мц. Керкиры девицы и иже с нею двух мученик.
Свв. мчч. Саторния, Иакисхола, Фавстиана, Иянурия, Морсалия,
Евфрасия и Мамия. Иже во свв. отца нашего Кирила, еп. Туровскаго.
Прп. отца нашего Кирияка Каргопольскаго.

"""),

29: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. девяти, иже в Кизице: Феогнида, Руфа, Антипатра,
Феостиха, Артемы, Магна, Феодота, Фавмасия, Филимона (4).
Прп. отца нашего Мемнона чудотворца (4).

""",
second_saint="""
Свв. мчч. Диодора и Родиона диакона.

"""),

30: dict(saint=1, bow=0,
first_saint="""
{red}☩ Св. ап. Иакова Зеведеова, брата св. Иоанна Богослова (6).
Обретение честных мощей, иже во свв. отца нашего Никиты,
еп. Новгородскаго, затворника Печерскаго, чудотворца (Пл.).{end}

""",
second_saint="""
Св. Доната, еп. града Ервии.

"""),
},

#Май.
5: {
1: dict(saint=0, bow=0,
first_saint="""
Св. пророка Иеремии (4).
{red}☩ Преставление прп. и богоноснаго отца нашего Пафнутия,
игумена монастыря Рожества Пресвятыя Богородицы во граде Боровске (Пл.).{end}

""",
second_saint="""
Св. мч. Ваты.
Св. свщмч. Макария, митрополита Киевскаго.
Прп. отца нашего Герасима Болдинскаго, чудотворца.
Св. блгв. Тамары, царицы Грузинския.

"""),

2: dict(saint=1, bow=0,
first_saint="""
Иже во свв. отца нашего Афанасия Великаго, архиеп. Александрийскаго (6).
{red}☩ Пренесение мощей свв. мчч. князей Русских Бориса и Глеба,
нареченных во крещении Романа и Давыда (Пл.).{end}

""",
second_saint="""
Свв. мчч. Испера и Зои, и чад их Кирияка и Феодула.

"""),

3: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Тимофея и Мавры (4).
{red}☩ Преставление прп. и богоноснаго отца нашего Феодосия,
игумена честныя обители Печерския, иже во граде Киеве (Бд.).{end}

""",
second_saint="""
Прп. отца нашего Петра чудотворца.

"""),

4: dict(saint=0, bow=0,
first_saint="""
Св. мц. Пелагии, иже от Тарса (4).

""",
second_saint="""
Св. свщмч. Селивана, еп. Кесиянскаго, и с ним четыредесяти мученик.
Св. свщмч. Алвиана еп. и ученика его. Св. свщмч. Еразма, еп. Формийскаго.
Прп. отца нашего Василия Мирожскаго. Прп. отца нашего Иоасафа,
игумена Псковскаго.

""",
oldbeliever_saint="""
Св. прпмч. и исп. Иоасафа Кириловскаго, в XVII веце за
правоверие пострадавшаго.

"""),


5: dict(saint=0, bow=0,
first_saint="""
Св. влмч. Ирины (4).

""",
second_saint="""
Прп. отца нашего Иллариона чудотворца. Прп. священноинока
Андрияна Мезенскаго. Прп. отца нашего Михея, келейника и
ученика преп. Сергия Радонежскаго.

"""),

6: dict(saint=0, bow=0,
first_saint="""
Св. праведнаго Иова Многострадальнаго (4).
Св. Варвара, иже бе разбойник.

""",
second_saint="""
Св. мч. Варвара воина и с ним Вакха, Каллимаха и Дионисия.

"""),


7: dict(saint=0, bow=0,
first_saint="""
{red}Воспоминание знамения иже на небеси явльшегося честнаго
и животворящего Креста во святем граде Иеросалиме, в 3 час
дне. При благочестивом царе Константине, сыне великаго Константина.{end}
Св. мч. Акакия (4).
{red}☩ Прп. отца нашего Антония Печерскаго, иже в Киеве (Бд.).{end}

""",
second_saint="""
Св. Арсения, еп. Суздальскаго. Прп. отца нашего Нила Сорскаго.

"""),

8: dict(saint=6, bow=4,
first_saint="""
{red}⊕ Святаго славнаго и всехвальнаго апостола и евангелиста
Иоанна Богослова (Бд.).{end}
Прп. отца нашего Арсения Великаго (4).

"""),


9: dict(saint=5, bow=3,
first_saint="""
Св. пророка Исаии (4). Св. мч. Христофора (4).
{red}☩ Пренесение честных мощей иже во свв. отца нашего Николы,
архиеп. Мир Ликийских, чудотворца (Бд.).{end}

"""),

10: dict(saint=1, bow=0,
first_saint="""
Св. ап. Симона Зилота (6).

""",
second_saint="""
Св. мч. Исихия, иже во Антиохии. Свв. мчч. Алфея, Филадельфа,
Кирила, Онисима, Еразма и иже с ними. Иже во свв. отца нашего
Симона, еп. Владимирскаго. Прп. матери Исидоры, Христа ради юродивыя.
Св. блж. Таисии Египтяныни.

"""),

11: dict(saint=0, bow=0,
first_saint="""
Обновление Царьграда. Св. свщмч. Мокия (4).

""",
second_saint="""
Прп. отец наших Кирила и Мефодия, учителей Словенских. Св. прпмц. Феодосии.

"""),

12: dict(saint=0, bow=0,
first_saint="""
Иже во свв. отца нашего Епифания, архиеп. Кипрскаго (4).
Иже во свв. отца нашего Германа, патр. Константинограда (4).

""",
second_saint="""
Иже во свв. отца нашего Савина, еп. Кипрскаго. Иже во свв. отца нашего
Полувия, еп. Ринокурскаго. Прп. отца нашего Дионисия Радонежскаго,
игумена Сергиевой лавры.

"""),

13: dict(saint=0, bow=0,
first_saint="""
Св. мц. Гликерии (4).

""",
second_saint="""
Прп. отца нашего Павсикакия, еп. Синадскаго. Св. исп. Георгия,
за иконопочитание пострадавшего. Свв. мчч. Александра, Ираклия,
Павлина и Венедима. Св. праведныя Гликерии девицы.

"""),

14: dict(saint=0, bow=0,
first_saint="""
Св. мч. Исидора Александрийскаго (4).
{red}☩ Преставление св. блж. Исидора, иже Христа ради юродиваго,
Ростовскаго чудотворца, нарицаемаго Твердислова (Пл.).{end}

""",
second_saint="""
Св. мч. Максима Асийскаго. Преп. отца нашего Никиты Печерскаго.
Прп. отца нашего Серапиона Синдонита.

"""),

15: dict(saint=1, bow=0,
first_saint="""
Прп. отца нашего Пахомия Великаго (6).
{red}☩ Иже во свв. отца нашего Исаии, еп. Ростовскаго, чудотворца (Пл.).
Прп. отца нашего Евфросина Псковскаго чудотворца (Пл.).
Убиение св. блгв. царевича Димитрия Угльчскаго и
Московскаго чудотворца (Бд.).{end}

""",
second_saint="""
Прп отца нашего Ахилия, еп. Ларисийскаго. Прп. отца нашего Исаии Печерскаго.

"""),

16: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Феодора Освященнаго, ученика прп. Пахомия Великаго (4).
Иже во свв. отца нашего Георгия, еп. Митулийскаго.
{red}☩ Пренесение мощей прп. отца нашего Ефрема, игумена Перекопскаго,
Новгородскаго чудотворца (Пл.).{end}

""",
second_saint="""
Св. блж. Музы отроковицы.

"""),


17: dict(saint=0, bow=0,
first_saint="""
Св. ап. Андроника, единаго от 70-ти и Иунии, помощницы его (4)

""",
second_saint="""
Свв. мчч. Солохона, Памфамира и Памфалона.
Иже во свв. отца нашего Стефана, архиеп. Цареграда.

""",
oldbeliever_saint="""
Св. мч. и исп. Елеазара, во граде Олонце в XVII веце
за правоверие сожженнаго.

"""),

18: dict(saint=0, bow=0,
first_saint="""
Св. мч. Феодота, иже во Анкире и с ним свв. мцц. дев:
Текусы, Александры, Клавдии, Фаины, Евфрасии, Иулии и Матроны (4).
Свв. мчч. Петра, Дионисия, Павла, Андрея, Венедима, Ираклия,
Павлина и Христины девицы (4).

""",
second_saint="""
Свв. мчч. Симеона, Исаакия и Вахфея. Св. прпмц. Феодосии.
Св. великия княгини Анны Всеволодовны.

"""),

19: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Патрикия, еп. Прусийскаго и иже с ним презвитеров
Акакия, Менандра и Полиена (4).
{red}☩ Прп. отца нашего Корнилия Комельскаго, Вологодскаго чудотворца (Бд.).{end}

""",
second_saint="""
Прп. отца нашего Иоанна, еп.Готфскаго. Св. мч. Калуфа Египтянина.
Преставление св. блгв. князя Иоанна Угличскаго, нареченнаго во иноках
Игнатия, Вологодскаго чудотворца. Прп. отца нашего Сергия,
инока-схимника Шухтовскаго.

"""),

20: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Фалелея и иже с ним Александра и Астерия (4).
{red}☩ Обретение честных мощей иже во свв. отца нашего Алексия,
митр. Киевскаго и всея Руси, чудтворца (Бд.).{end}

""",
second_saint="""
Св. мч. Аскалона. Свв. мчч. Филитера, Кириакии и иже с ними.
Св. блгв. князя Довмонта Псковскаго, во св. крещении нареченнаго Тимофеем

"""),

21: dict(saint=4, bow=2,
first_saint="""
Св. равноапостальнаго великаго царя Константина и христолюбивыя
матери его царицы Елены (6). {red}☩ Св. блгв. князя Константина и чад его
Михаила и Феодора, Муромских чудотворцев (Пл.).
Празднование сретению иконы Пресвятыя Богородицы Владимирския (Пл.).{end}

""",
second_saint="""
Прп. отца нашего Василия, еп. Муромскаго.

"""),

22: dict(saint=0, bow=0,
first_saint="""
Св. мч. Василиска (4).

""",
second_saint="""
Св. мч. Маркелла. Св. праведнаго Мелхиседека, царя Салимскаго.
Св. мч. Владимира, князя Сербскаго. Св. мч. Евсигнея.
Память свв. отец (числом 150-ти) 2-го Вселенскаго собора,
собравшихся в Цареграде против лжеучений Апполинария и Македония.

"""),

23: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Михаила, еп. Синадскаго (4).
Обретение мощей иже во свв. отца нашего Леонтия,
еп. Ростовскаго, чудотворца (Бд.).

""",
second_saint="""
Св. мч. Михаила черноризца. Прп. матери Евфросинии девицы,
игумении обители Св. Спаса. Прп. отца нашего Паисия Галичскаго.

"""),

24: dict(saint=1, bow=0,
first_saint="""
Прп. отца нашего Симеона Столпника, иже на Дивней горе, чудотворца (6).
{red}☩ Преставление прп. отца нашего Никиты столпника, переяславскаго
чудтворца (Бд.).{end}

""",
second_saint="""
Свв. мчч. Мелетия Стратилата, Серапиона епископа, Калинника
(бывшаго волхва), Иоанна и Стефана трибунов, Феодора и Фавста
и иже с ними 1218-ти воин с женами и детьми: Маркианы,
Палладии и Сусанны, младенцев Кирияка, Христины и др.
за Христа посеченных.

"""),

25: dict(saint=4, bow=2,
first_saint="""
{red}☩ Третие обретение честныя главы св. славнаго пророка
и Предотечи Крестителя Господня Иоанна (Пл.).{end}

""",
second_saint="""
Св. свщмч. Ферапонта, еп. кипрскаго.

"""),

26: dict(saint=1, bow=0,
first_saint="""
Св. ап. Карпа, единаго от 70-ти (4). Св. влмч. Георгия Новаго,
пострадавшаго от нечестиваго царя Селима Турскаго в Средце,
граде болгарском (6). {red}☩ Обретение честных мощей прп. отца нашего Макария,
игумена Колязинскаго, чудотворца (Бд.).{end}

""",
second_saint="""
Прп. отца нашего и исп. Иоанна Психаита.

"""),

27: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Ферапонта, еп. Сардийскаго (4).

""",
second_saint="""
Свв. мчч. Дидима воина и Феодоры девицы. Пренесение честных мощей
иже во свв. отец наших триех святителей: Киприяна, Фотия и Ионы,
митрополитов Киевских и всея Руси чудотворцев. Прп. отец наших
Нила Столбенецкаго и Ферапонта Белозерскаго.

"""),


28: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Никиты, архиеп. Халкидонскаго (4).
{red}☩ Преставление иже во свв. отца нашего Игнатия,
еп. Ростовскаго, чудотворца (Пл.).{end}

""",
second_saint="""
Св. мц. Еликониды.

"""),

29: dict(saint=0, bow=0,
first_saint="""
Св. прпмц. Феодосии девицы (4).
{red}☩ Преставление св. блж. Иоанна, иже Христа ради юродиваго,
Устюжскаго чудотворца (Пл.).{end}

""",
second_saint="""
Память свв. отец 318-ти первого Вселенскаго Собора (325 г.),
собравшихся в Никее против лжеучения Ария.

"""),

30: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Исаакия, игумена Далматскаго (4)

"""),


31: dict(saint=0, bow=0,
first_saint="""
Св. ап. Ермия, единаго от 70-ти. Св. мч. Ермия Команскаго (4)

""",
second_saint="""
Св. мч. Философа Александрийскаго.

"""),

},


#Июнь.
6: {
1: dict(saint=0, bow=0,
first_saint="""
Св. мч. Иустина Сирскаго Философа (4).
Свв. мчч. Иустина, Иуста, Харитона и дружины их.
{red}☩ Прп. отца нашего Дионисия, игумена Глушицкаго, чудотворца (Пл.).{end}

""",
second_saint="""
Прп. отца нашего Агапита Печерскаго, врача Безмезднаго.

"""),

2: dict(saint=0, bow=0,
first_saint="""
Иже во свв. отца нашего и исп. Никифора, патр. Цареграда (4).
{red}☩ Св. влмч. Иоанна Новаго, мученнаго в Беле граде. (Бд.).{end}

""",
second_saint="""
Иже во свв. отца нашего Александра, архиеп. Константинограда.

"""),

3: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Лукияна Тарсянина и иже с ним младенец Клавдия, Ипатия, Павла,
Дионисия и Павлы девицы (4). {red}☩ Пренесение честных мощей св. влмч.
блгв. царевича Димитрия Московскаго, чудотворца из Углича в Москву (Бд.).{end}

"""),

4: dict(saint=0, bow=0,
first_saint="""
Иже во свв. отца нашего Митрофана, патр. Константинограда (4).

""",
second_saint="""
Св. мч. Астия, еп. Диракийскаго. Свв. мчч. Фронтасия, Северияна,
Северина и Силана. Прп. отца нашего Зосимы, еп. Киликийскаго.

"""),

5: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Дорофея, еп. Тирскаго (4).

""",
second_saint="""
Свв. мчч. Маркияна, Никандра и дружины их. Прп. отца нашего Феодора
чудотворца. Св. блж. Константина, митр. Киевскаго.
Прп. отца нашего Феодора пустынника.
Прп. отца нашего и исп. Анувия, пустынника Египетскаго.
Пренесение мощей страстотерпца великаго князя Игоря Ольговича Киевскаго.
Преставление св. блгв. князя Феодора Ярославича.

"""),

6: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Иллариона новаго, игумена Далматскаго (4).
Прп. отца нашего Виссариона (4)

""",
second_saint="""
Прп. Паисия Угличскаго. Свв. прпмцц. дев Архелаи, Феклы и Сусанны.

"""),

7: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Феодота Анкирскаго (4) (Алл.).

""",
second_saint="""
Свв. мцц. жен Кириякии, Калерии (Валерии) и Марии иже в Кесарии
Палестинстей. Св. свщмч. Маркелла, папы Римскаго и иже с ним
свв. мчч. Смарагда, Ларгия, Апронияна, Сатурнина, Папия,
Мавра и свв. жен Прискиллы, Лукины и Артемии.
Свв. мчч. Клавдия, Кирика и Антонина.

"""),

8: dict(saint=1, bow=0,
first_saint="""
Пренесение мощей св. влмч. Феодора Стратилата (6).
{red}☩ Обретение мощей свв. благоверных князей Василия и Константина,
Ярославских чудотворцев (Пл.).{end}

""",
second_saint="""
Прп. отца нашего Ефрема, архиеп. Антиохийскаго.
Св. Феодора, еп. Ростовскаго. Прп. отца нашего Зосимы Финикийскаго.

"""),

9: dict(saint=0, bow=0,
first_saint="""
Иже во свв. отца нашего Кирила, архиеп. Александрийскаго (6).
{red}☩ Преставление прп. отца нашего Кирила, игумена Белоезерскаго,
чудотворца (Бд.).{end}

""",
second_saint="""
Свв. мцц. Феклы, Марфы и Марии.

"""),


10: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Тимофея, еп. Прусскаго (4) (Алл.).

""",
second_saint="""
Свв. мчч. Александра и Антонины девицы. Прп. отца нашего Феофана,
иже во Антиохии. Преставление прп. отца нашего Александра,
иже на Куште реце, Вологодскаго чудотворца.
Иже во святых отца нашего Вассиана, еп. Лавдийскаго.
Свв. мчч. и испп. Иоанна и Исаии.

"""),

11: dict(saint=1, bow=0,
first_saint="""
Свв. апп. Варфоломея и Варнавы от 70-ти (6).

""",
second_saint="""
Прп. отца нашего Варнавы Костромскаго.

"""),

12: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Онуфрия Великаго (4).
Прп. отца нашего Петра Афонскаго (4).

""",
second_saint="""
{red}☩ Пренесение честных мощей св. блгв. княгини инокини
Анны Кашинския (Бд.).{end}
Прп. отца нашего Арсения Коневскаго. Прп. отца нашего Онуфрия
Мальскаго. Прп. отец наших Авксентия и Онуфрия Вологодских.
Прп. отец наших Вассияна и Ионы Соловецких. Прп. отца нашего
Стефана Комельскаго.

"""),

13: dict(saint=0, bow=0,
first_saint="""
Св. мц. Акилины (4). Иже во свв. отца нашего Трифилия,
еп. Левкусийскаго (4). Преставление прп. отца нашего Андроника,
игумена обители Всемилостиваго Спаса, иже в Москве на Яузе реце.

""",
second_saint="""
Св. мц. Антонины.

"""),

14: dict(saint=0, bow=0,
first_saint="""
Св. пророка Елисея (4). Иже во свв. отца нашего Мефодия,
патр. Константинограда (4).

""",
second_saint="""
Св. свщмч. Кирила, еп. Гортунскаго. Св. блгв. князя Мстислава
Новгородскаго, во св. крещении Георгия. Прп. отца нашего Мефодия
Песношскаго.

"""),

15: dict(saint=0, bow=0,
first_saint="""
Св. пророка Амоса (4) (Алл.).

""",
second_saint="""
Св. мч. Дулы епарха. Свв. мчч. Виты, Медоста и Крискентии Питательницы.
Св. прпмч. Дулы. Свв. блаж. Иеронима Стридонскаго и Августина
Иппонийскаго. Прп. отец наших Григория игумена и Кассияна келаря,
Авнежских чудотворцев.

"""),

16: dict(saint=0, bow=0,
first_saint="""
Иже во свв. отца нашего Тихона, еп. Амафусийскаго, чудотворца (4).

""",
second_saint="""
Прп. Тихона Луховскаго. Прп. Тихона Медынскаго. Свв. мчч. Тигрия
презвитера и Евтропия чтеца.

"""),

17: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Мануила, Савелия и Исмаила (4).

""",
second_saint="""
Свв. мчч. Исавра, Василия, Иннокентия, Ермия, Феликса.
Прп. отец наших Никиты, Кирила, Никифора, Климента, Исаакия.
Прп. Анании, иконописца Новгородскаго. Прп. Иринарха,
игумена Соловецкаго.

"""),

18: dict(saint=0, bow=0,
first_saint="""
Св. мч. Леонтия и иже с ним Ипатия и Феодула (4).

""",
second_saint="""
{red}☩ Празднование явления Боголюбския иконы Пресвятыя
Богородицы (Бд.).{end}

""",
oldbeliever_saint="""
Свв. мчч. Феодора, Христа ради юродиваго и Луки в XVII веце
за правоверие пострадавших.

"""),


19: dict(saint=1, bow=0,
first_saint="""
Св. ап. Иуды, брата Господня по плоти (он же — Фаддей и Келевей) (6).

""",
second_saint="""
Св. мч. Зосимы. Прп. отца нашего Иоанна отшельника. Прп. отца нашего
Паисия Великаго. Прп. отца Варлаама Пинежскаго. Прп. отца нашего Зинона.

"""),

20: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Мефодия, еп. Патарскаго (4).

""",
second_saint="""
Свв. мчч. Аристоклия презвитера, Димитрия диакона и Афанасия чтеца.
Свв. мчч. Инны, Пинны и Риммы. Св. блгв. князя Глеба Боголюбскаго.
Св. Левкия, еп. Врунтипольскаго, исповедника.

"""),

21: dict(saint=0, bow=0,
first_saint="""
Св. мч. Иулияна Тарсянина (4).

""",
second_saint="""
Св. мч. Иулияна Египетскаго. Св. мч. Терентия, еп. Иконийскаго.

"""),

22: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Евсевия, еп. Самосатскаго (4).

""",
second_saint="""
Свв. мчч. Зинона и слуги его Зины. Свв. мчч. Галактиона и
Иулиянии с ее сыном Сатурнином.

"""),

23: dict(saint=0, bow=0,
first_saint="""
Св. мц. Агрипины девицы (4).
{red}☩ Празднование сретения чудотворныя иконы Пресвятыя
Богородицы Владимирския (Пл.).{end}

""",
second_saint="""
Свв. мчч. Евстохия, Гаия, Провия, Лолия и Урвана.
Преставление св. праведнаго Артемия отрока,
Верковскаго чудотворца.

"""),

24: dict(saint=6, bow=4,
first_saint="""
{red}⊕ Рожество честнаго и славнаго пророка и Предотечи,
Крестителя Господня Иоанна (Бд.){end}.

""",
second_saint="""
Свв. мчч. седми братьев по плоти: Орентина, Фарнакия, Ероса,
Фирмоса, Фирмина, Кирияка и Логгина. Свв. мчч. Иоанна и Иакова
младенцев Менюжских.

"""),

25: dict(saint=0, bow=0,
first_saint="""
Св. прпмц. Февронии (4).
{red}☩ Св. блгв. и благочестиваго князя Петра и св. блгв. княгини Февронии,
нареченных во иноках Давыда и Евфросинии, Муромских чудотворец (Пл.). {red}

""",
second_saint="""
Свв. мцц. Леониды, Ливии и Евтропии.

"""),

26: dict(saint=5, bow=3,
first_saint="""
Прп. отца нашего Давыда, иже в Селуне (4).
{red}☩ Празднование явления чудотворныя иконы Пресвятыя
Богородицы Тихвинския (Бд.).{end}

""",
second_saint="""
Прп. отца нашего Иоанна, еп. Готфскаго.

"""),

27: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Сампсона Странноприимца (4).

""",
second_saint="""
Св. Севира пресвитера. Св. блж. Мартина Туровскаго.
Прп. отца нашего Серапиона Кожеозерскаго.

"""),

28: dict(saint=1, bow=0,
first_saint="""
Возвращение мощей свв. безсребреник и чудотворец Кира и Иоанна (6).

""",
second_saint="""
Прп. отца нашего Павла врача. Прп. отец наших Сергия и
Германа Валаамских.

"""),


29: dict(saint=6, bow=4,
first_saint="""
{red}⊕ Свв. славных и всехвальных верховных апостол Петра и Павла.
Св. блгв. и прп. Петра царевича, Ростовскаго чудотворца (Пл.).{end}

"""),

30: dict(saint=2, bow=1,
first_saint="""
{red}☩ Собор свв. славных и всехвальных апп. двоюнадесяти: Петра,
брата его Андрея Первозваннаго, Иякова Зеведеова, брата его Иоанна,
Филиппа, Варфоломея, Фомы, евангелиста Матфея, Иякова Алфеова,
брата по плоти Господня Июды Ияковля (он же Фаддей и Келевей),
Симона Зилота, Матфея, единаго от 70-ти (Сл.).{end}

"""),
},


#Июль.
7: {
1: dict(saint=0, bow=0,
first_saint="""
Свв. чудотворец и безсребренник Козмы и Дамияна (6).
""",
second_saint="""
Прп. отца нашего Петра, бывшаго патрикия в Евандре. Св. мч. Потита
отрока. Прп. отца нашего Дионисия Вологодскаго.

"""),

2: dict(saint=2, bow=1,
first_saint="""
{red}Положение честныя ризы во Пресвятыя Богородицы Владычицы
нашея Богородицы в церкви, иже в Лахерне (Сл.).{end}

""",
second_saint="""
Иже во свв. отца нашего Увеналия, патр. Иеросалимскаго.
Преставление иже во свв. отца нашего Фотия, митр. Киевскаго
и всея Руси

"""),

3: dict(saint=0, bow=0,
first_saint="""
Св. мч. Иакинфа (4).

""",
second_saint="""
Иже во свв. отца нашего Анатолия, патр. Цареграда.
Свв. мчч. Мокия и Марка. Свв. блгвв. князей Василия и
Константина, Ярославских. Прп. отца нашего Никодима Кожеезерскаго.
Св. блж. Иоанна, Христа ради юродиваго, Московскаго чудотворца.
Свв. прав. Иоанна и Логгина, Яренгских чудотворцев.
Св. прав. Михаила, Христа ради юродиваго, Сольвычегодскаго чудотворца.

"""),

4: dict(saint=0, bow=0,
first_saint="""
Иже во свв. отца нашего Андрея, архиеп. Критскаго (4).
Прп. матери нашея Марфы, матери св. Симеона Дивногорца (4).

""",
second_saint="""
Св. свщмч. Феодора, еп. Киринийскаго и иже с ним свв. мчч. Лукия
и жен Лукии, Иарои и Кирилы. Свв. мчч. Феодота и Феодотии.

"""),

5: dict(saint=5, bow=3,
first_saint="""
{red}☩ Прп. отца нашего Афанасия Афонскаго (Бд.).
☩ Обретение честных мощей прп. и богоноснаго отца нашего Сергия,
игумена Радонежскаго, чудотворца (Бд.).{end}

""",
second_saint="""
Свв. мцц. Анны и Кирилы.

"""),

6: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Сисоя Великаго (4).

""",
second_saint="""
Свв. мчч. Лукии девицы, Викария, Рикса и иных девяти мчч. в Компании
скончавшихся: Антония, Лукияна, Исидора, Диопа, Диора, Кутония,
Ароноса, Капика и Сатура. Св. мч. Коинта. Св. свщмч. Исавра и иже
с ним: Иннокентия, Феликса, Ермия, Василия, Пергина, Руфа, Руфина
и Лукияна. Прп. Иулиянии девицы, княжны Ольшанской.

"""),

7: dict(saint=0, bow=0,
first_saint="""
Прп. отец наших Фомы, иже в горе Малеи (4) и Акакия, иже в Лествице
свидетельствованнаго (4).

""",
second_saint="""
Св. мц. Кириякии. Свв. мчч. Пелегрина, Лукияна, Помпия, Исихия,
Саторнила и Германа. Свв. мчч. Евангела и Поликарпа новаго.
Св. свщмч. Евстафия. Св. благоверной Евфросинии, супружницы князя
Димитрия Донскаго.

""",
oldbeliever_saint="""
Св. мч. и исп. Киприяна в XVII веце за правоверие пострадавшего.

"""),

8: dict(saint=4, bow=2,
first_saint="""
Св. влмч. Прокопия (6).
{red}☩ Празднование явлению чудтворныя иконы Пресвятыя Богородицы
во граде Казани (Пл.). Воспоминание знамения, явльшагося от иконы
Пресвятыя Владычицы нашея Богородицы, честнаго и славнаго Ея
Благовещения, во граде Великом Устюге. ☩ Св. блж. Прокопия,
иже Христа ради юродиваго, устюжскаго чудтворца (Пл.).{end}

""",
second_saint="""
Св. мц. Феодосии, матери св. Прокопия. Свв. мчч. Антиоха и Никастрата.

"""),

9: dict(saint=4, bow=2,
first_saint="""
Св. свщмч. Пагкратия, еп. Тавромепийскаго (4). Иже во свв. отца нашего
Феодора, еп. Едесскаго. Свв. постник десяти тысящ, иже в ските и в
вертепех, и в пустынных местех их же подави горькою смертию огнем
и дымом, Феофил Александрийский епископ, Исидора ради презвитера.
{red}☩ Явление иконы Пресвятыя Владычицы нашея Богородицы во граде Можайске
иже на Колоче (Пл.).{end}

""",
second_saint="""
Свв. прпмчч. Патермуфия, Коприя и Александра.

"""),

10: dict(saint=4, bow=2,
first_saint="""
Свв. мчч. четыредесяти и пяти иже в Никополии пострадавших:
Леонтия, Маврикия, Даниила, Антония, Александра, Минея, Тимания,
Аникиты, Валирада и иже с ними (4).
{red}☩ Положение честныя и многоцелебныя ризы Господа Бога и Спаса нашего
Исуса Христа, еже есть хитон, в царствующем граде Москве (Пл.).{end}

""",
second_saint="""
Свв. мчч. Вианора и Лусия. Св. мч. Аполлония.

"""),

11: dict(saint=1, bow=0,
first_saint="""
Св. прехвальныя мц. Евфимии (6).
Успение блж. великия княгини Ольги, нареченныя во св. крещении Елены,
бабы великаго князя Владимира Киевскаго (6).

""",
second_saint="""
Св. мч. Киндея презвитера.
Празднование явлению Оковецко-Ржевской иконы Пресвятыя Богородицы.

""",
oldbeliever_saint="""
Св. мч. и исп. Никиты суздальскаго в XVII веце за правоверие пострадавшаго.

"""),

12: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Прокла и Илария (4). Прп. отца нашего Михаила Малеина (4).
Св. прпмц. Марии, иже от Персиды, нарицаемой до крещения Голендухой.

""",
second_saint="""
Свв. мчч. Феодора Варяга и сына его Иоанна в Киеве убиенных.
Св. блж. Серапиона, еп. Владимирскаго. Прп. отца нашего Сампсона.
Св. блж. Арсения Новгородскаго, Христа ради юродиваго.
Празднование явлению иконы Пресвятыя Богородицы Троеручницы.

"""),

13: dict(saint=1, bow=0,
first_saint="""
Собор св. архангела Гавриила (6). Прп. отца нашего Стефана Саваита (4).

""",
second_saint="""
Св. мч. Серапиона. Св. мч. Маркияна.

"""),

14: dict(saint=0, bow=0,
first_saint="""
Св. Акилы, единаго от 70-ти (4).

""",
second_saint="""
Прп. отца нашего Онисима. Прп. отца нашего Еллия мниха.
Прп. отца нашего Стефана игумена, Махришскаго чудотворца.
Свв. мчч. Акилы, Илария и Петра Новаго. Св. мч. Иуста.

"""),

15: dict(saint=4, bow=2,
first_saint="""
Свв. мчч. Кирика и Иулиты (6).
{red}☩ Успение св. равноапостольнаго великаго князя Владимира Киевскаго,
самодержца Русския земли, нареченнаго во св. крещении Василия,
просветившего землю Русскую Святым Крещением (Пл.).{end}

""",
second_saint="""
Св. мч. Авдия.

"""),

16: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Анфиногена, еп. Пидахфисийскаго и 10-ти ученик его (4).

""",
second_saint="""
Св. мч. Павла и иже с ним свв. мцц. Алевтины и Хионии.
Свв. мчч. Антиоха врача и Кирияка. Св. мц. Иулии девицы.
Знамение, бывшее от иконы Пресвятыя Богородицы во псковской веси в Черсках.

"""),

17: dict(saint=1, bow=0,
first_saint="""
Св. влмц. Марины (Маргариты), иже в Антиохии Писидийския (6).
Пренесение честных мощей прп. отца нашего Лазаря, иже в Галасийстей горе
постившагося.

""",
second_saint="""
Прп. отца нашего Иринарха, игумена Соловецкаго. Прп. отец наших
Леонида и Левкия.

"""),

18: dict(saint=0, bow=0,
first_saint="""
Св. мч. Емелияна (4). Свв. мчч. Иакинфа и Маркелла.

""",
second_saint="""
Иже во свв. отца нашего Стефана, архиеп. Константинопольскаго.
Прп. отца нашего Памвы Нитрийскаго. Прп. отца нашего и исп. Памвы,
затворника Печерскаго. Прп. отца нашего Иоанна Многострадальнаго, Печерскаго.

"""),

19: dict(saint=0, bow=0,
first_saint="""
Прп. матери нашея Макрины, сестры св. Василия Великаго (4).
Прп. отца нашего Дия (4).

""",
second_saint="""
Св. блгв. князя Романа Рязанскаго, убиеннаго за Христа от Ордынскаго царя
Менгу-Темира.

"""),

20: dict(saint=5, bow=3,
first_saint="""
{red}☩ Св. славнаго пророка Илии Фезвитянина (Бд.).{end}

""",
second_saint="""
Прп. отца нашего Авраамия Галицкаго.

"""),

21: dict(saint=0, bow=0,
first_saint="""
Св. пророка Иезекииля (4). Прп. отец наших Иоанна и Симеона,
Христа ради юродиваго (4).

""",
second_saint="""
Прп. отец наших Онуфрия Печерскаго и Паисия Галичскаго.
Обретение честных мощей св. блгв. княгини инокини Анны Кашинския.

"""),

22: dict(saint=0, bow=0,
first_saint="""
Св. равноапостольныя Марии Магдалыни, Мироносицы (4).
Св. свщмч. Фоки, еп. Синопийскаго (4)

""",
second_saint="""
Св. мч. Иулияна.

"""),

23: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Трофима, Феофила и иже с ними (4) (Алл.).

""",
second_saint="""
Св. свщмч. Аполинария, еп. Равенскаго. Свв. свщмчч. Аполлония и Виталия.

"""),

24: dict(saint=5, bow=3,
first_saint="""
Св. мц. Христины (4). {red}☩ Убиение свв. страстотерпец князей русских обою брату
по плоти, Бориса и Глеба, нареченных во св. крещении Романа и Давыда (Бд.).{end}

""",
second_saint="""
Прп. отца нашего Поликарпа Печерскаго.

"""),

25: dict(saint=0, bow=0,
first_saint="""
Успение св. Анны, матери Пресвятыя Богородицы (4). Свв. преп. жен
Олимпиады блаженныя и Евпраксии (4). {red}☩ Успение прп. отца нашего Макария,
Желтоводскаго и Уньженскаго, новаго чудотворца (Пл.).{end}

""",
second_saint="""
Прп. отца нашего Христофора Сольвычегодскаго.

"""),

26: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Ермолая и иже с ним Ермиппа и Ермократа (4).

""",
second_saint="""
Прп. отца нашего Моисея Угрина. Св. прпмц. Парасковии.

"""),

27: dict(saint=1, bow=0,
first_saint="""
Св. влмч. Пантелеимона целителя (6).
{red}☩ Св. блж. Николы, Христа ради юродиваго, нарицаемаго Кочанова,
новгородскаго чудотворца (Пл.).{end}

""",
second_saint="""
Прп. матери нашея Анфисы.

"""),

28: dict(saint=4, bow=2,
first_saint="""
Свв. апп. Прохора, Никанора, Тимона и Пармена, от 70-ти (4).
{red}☩ Празднование явлению чудотворныя иконы Пресвятыя Богородицы Смоленския,
именуемой Одигитрия (Пл.).{end}

""",
second_saint="""
Св. мч. Евстафия воина. Св. мч. Акакия.

"""),

29: dict(saint=0, bow=0,
first_saint="""
Св. мч. Каллинника (4). Рожество св. Николы, чудотворца Мир Ликийских,
и принесение его св. образа от Вятки в Москву.

""",
second_saint="""
Св. мц. Феодотии и триех сыновей ея. Св. мц. Серафимы девицы.

"""),

30: dict(saint=0, bow=0,
first_saint="""
Свв. апп. Силы, Силуяна, Крискента, Епенета, Андроника от 70-ти (4).
Св. мч. Иоанна Воинственника.

""",
second_saint="""
Св. свщмч. Уалентина (Валентина) епископа и ученик его: свв. мч. Прокула,
Ефива и Аполлония и Авундия праведнаго. Свв. мчч. Полихрония,
еп. Вавилонскаго; презвитеров — Пармения, Елимы и Христотеля; диаконов —
Луки и Муко; князей Персидских Авдона и Сенниса и мчч. Алимпия и Максима.

"""),

31: dict(saint=0, bow=0,
first_saint="""
Предпраздненство Честнаго и Животворящего Креста Господня (4).
Св. праведнаго Евдокима (4).

""",
second_saint="""
Св. мц. Иулиты.

"""),
},

#Август.
8: {
1: dict(saint=4, bow=2,
first_saint="""
Происхождение Честнаго и Животворящего Креста Господня (Пл.).
В сий день празднуем Всемилостивому Спасу (Сл.).
Свв. мчч. седми братии по плоти, нарицаемых Маккавей, Антонина, Авима,
Гурия, Елеазара, Евсеопа, Алима, Маркелла, матери их Соломонии
и учителя их Елеазара (4).

""",
second_saint="""
Свв. мчч. девяти, иже в Сиде Памфилийстей пострадавших: Леонтия,
Аттия, Александра, Киндея, Минсифея, Кирика, Минеона, Катуна и Евклея.

"""),

2: dict(saint=1, bow=0,
first_saint="""
Пренесение честных мощей св. первомученика архидиакона Стефана,
от Иеросалима в Царьград, при царе Константине (6).
{red}☩ Преставление св. блж. Василия, Христа ради юродиваго,
Московскаго чудотворца (Бд.).{end}

""",
second_saint="""
Св. свщмч. Стефана, папы Римскаго и иже с ним.

"""),

3: dict(saint=1, bow=0,
first_saint="""
Прп. отец наших Исаакия, Далмата и Фавста (4).
Преставление прп. отца нашего Антония Римлянина,
Новгородскаго чудотворца (Бд.).

""",
second_saint="""
Прп. отца нашего Козмы отшельника.

"""),

4: dict(saint=0, bow=0,
first_saint="""
Свв. седми отрок, иже во Ефесе: Максима, Амблиха, Мартинияна, Дионисия,
Иоанна, Ексакустодияна (Константина) и Антонина (4).
Св. мч. Елевферия. Св. прпмц. Евдокии.
{red}☩ Проявление мощей иже во св. отца нашего Петра, митрополита Московскаго
и всея Руси, чудотворца (Пл.).{end}

""",
second_saint="""
Успение св. Сисоя пустынника, иже в горе Нитрийстей.

"""),

5: dict(saint=1, bow=0,
first_saint="""
Предпраздненство Преображения Господа Бога и Спаса нашего Исуса Христа (4).
Св. мч. Евсигния (4).

""",
second_saint="""
Свв. свщмчч. Анфира и Фавия, епископов Римских. Свв. мчч. Кантидия,
Кантидияна и Сивела. Св. мч. Понтия Римлянина. Св. праведныя Нонны,
матери св. Григория Богослова.

"""),

6: dict(saint=6, bow=4,
first_saint="""
{red}⊕ Святое боголепное Преображение Гопода Бога и Спаса нашего
Исуса Христа (Бд.).{end}

"""),

7: dict(saint=0, bow=5,
first_saint="""
Попраздненство Преображения (6).
Св. прпмч. Доментияна Персянина и двух ученик его (4).

""",
second_saint="""
Свв. блгв. Пульхерии царицы и Ирины. Прп. отца нашего Ора Черноризца.
Свв. мчч. Марина воина и Астерия сенатора.
Прп. Пимина Печерскаго Многоболезненнаго.

"""),

8: dict(saint=0, bow=5,
first_saint="""
Попраздненство Преображения (6).
Иже во свв. отца нашего Емелияна, еп. Кизику (4).
{red}☩ Пренесение честных мощей прп. отец наших Зосимы и Савватия,
Соловецких чудотворцев (Бд.).{end}

""",
second_saint="""
Иже во святых отца нашего Мирона, епископа Крицкаго.
Прп. отца нашего Григория Синаита.
Явление чудотворныя иконы Пресвятыя Богородицы, иже на Толге,
близ Ярославля. Прп. отца нашего Григория Печерскаго, иконописца.

"""),

9: dict(saint=0, bow=5,
first_saint="""
Попраздненство Преображения (6).
Св. ап. Матфея, от 70-ти (4).

""",
second_saint="""
Св. мч. Антония. Прп. Макария Ордижецкаго, Новаго чудотворца.
Свв. мчч. Иулияна, Маркияна, Иоана, Иякова, Алексия, Димитрия,
Фотия, Петра, Леонтия и Марии патрикии.

""",
oldbeliever_saint="""
Свв. мчч. и исп. Евдокима и Григория Чаранских и иже с ними в XVII веце
за правоверие пострадавших.

"""),

10: dict(saint=0, bow=5,
first_saint="""
Попраздненство Преображения (6).
Свв. мчч. архидиакона Лаврентия, Ксиста, еп. Римскаго,
Ипполита и иже с ними (4).

""",
second_saint="""
Св. блж. Лаврентия, Христа ради юродиваго, Калужскаго чудотворца.

"""),

11: dict(saint=0, bow=5,
first_saint="""
Попраздненство Преображения (6).
Св. мч. архидиакона Еупла (4).

""",
second_saint="""
Прп. отец наших Феодора Печерских. Св. мц. Сосанны девы и иже с нею
Гаия, папы римскаго, Гавания презвитера, отца ея, мчч. Клавдия,
Максима, Александра и Куфия.

"""),

12: dict(saint=0, bow=5,
first_saint="""
Свв. мчч. Фотия и Аникиты (4).

""",
second_saint="""
Св. свщмч. Александры, еп. Команскаго. Свв. мчч. Памфила и Капитона.

"""),

13: dict(saint=2, bow=5,
first_saint="""
{red}Отдание праздника Преображения Господня (Сл.).{end}
Прп. отца нашего Максима Исповедника (4).
{red}☩ Обретение честных мощей св. блж. Максима, иже Христа ради юродиваго,
Московскаго чудотворца (Пл.).{end}

""",
second_saint="""
Свв. мчч. Ипполита, Ириния, Авундия и мц. Конкордии.

"""),

14: dict(saint=1, bow=0,
first_saint="""
Предпраздненство Успения Пресвятыя Богородицы (4).
Св. пророка Михея (4).

""",
second_saint="""
Св. свщмч. Маркелла, еп. Апамийскаго. Пренесение честных мощей
прп. отца нашего Феодосия, игумена Киево-Печерскаго монастыря.

"""),

15: dict(saint=6, bow=4,
first_saint="""
{red}⊕ Успение Пресвятыя Владычицы нашея Богородицы и присно Девы Марии (Бд.).{end}

"""),

16: dict(saint=5, bow=3,
first_saint="""
Попраздненство Успения. (6).
{red}☩ Пренесение нерукотвореннаго Образа Господа Бога и Спаса нашего
Исуса Христа, иже есть святый Убрус, от Едессы в Царьград (Бд.).{end}
Св. мч. Диомида (4). Прп. отца нашего Иоакима Сардипольскаго.

""",
second_saint="""
{red}☩ Празднование явлению чудотворныя иконы Пресвятыя Богородицы
Феодоровския (Бд.).{end}

"""),

17: dict(saint=0, bow=5,
first_saint="""
Попраздненство Успения. (6).
Св. мч. Мирона (4).

""",
second_saint="""
Свв. мчч. Стратона, Филиппа, Евтихияна. Свв. мчч. Фирса, Левкия,
Короната и дружины его. Св. мч. Патрокла. Свв. мчч. Павла и Иулиянии.
Прп. отца нашего Алимпия, иконописца Печерскаго.

"""),

18: dict(saint=0, bow=5,
first_saint="""
Попраздненство Успения. (6).
Свв. мчч. Флора и Лавра (4).

""",
second_saint="""
Свв. мчч. Ерма, Серапиона и Полиена иже в Риме. Св. свщмч. Емелияна
епископа и с ним: Иллариона, Дионисия и Ермиппа. Иже во свв. отец наших
Иоанна и Георгия патриархов Константинопольских.

"""),

19: dict(saint=0, bow=5,
first_saint="""
Попраздненство Успения. (6).
Св. мч. Андрея Стратилата и иже с ним 2593-х пострадавших (4).

""",
second_saint="""
Свв. мчч. Тимофея, Агапия и Феклы. Празднование Донския иконы
Пресвятыя Богородицы в память избавления от Крымских татар.

"""),

20: dict(saint=0, bow=5,
first_saint="""
Попраздненство Успения. (6).
Св. пророка Самуила (4).

""",
second_saint="""
Свв. мчч. Севира, Мемнона сотника и иже с ними 37-ми пострадавших.
Прп. отца нашего Александра, еп. Тверскаго.

"""),

21: dict(saint=0, bow=5,
first_saint="""
Попраздненство Успения. (6).
Св. ап. Фаддея от 70-ти (4).
Св. мц. Вассы и чад ея: Феогния, Агапия и Аписта (4).
{red}☩ Преставление прп. отца нашего Авраамия, архим. Смоленскаго,
чудотворца (Пл.).{end}

"""),

22: dict(saint=0, bow=5,
first_saint="""
Попраздненство Успения. (6).
Св. мч. Агафоника и иже с ним: Зотика, Феопрепия, Акиндина, Северияна,
Севастияна и Прингипса (4).

""",
second_saint="""
Свв. мчч. Афанасия епископа, Анфисы, Неофита и Харисима.
Св. мц. Евлалии девицы. Празднование явлению иконы Пресвятыя
Богородицы Грузинския.

"""),

23: dict(saint=2, bow=5,
first_saint="""
{red}Отдание праздника Успения Пресвятыя Богородицы (Сл.).{end}
Св. мч. Луппа (4).

""",
second_saint="""
Св. свщмч. Иринея, еп. Леонскаго. Иже во свв. отца нашего Калинника,
патр. Константинопольскаго.

"""),

24: dict(saint=4, bow=2,
first_saint="""
Св. свщмч. и апостола Евтихия, ученика святому Иоанну Богослову (4).
{red}☩ Пренесение честных мощей иже во свв. отца нашего
Петра, митр. Киевскаго и всея Руси, чудотворца (Пл.).{end}

""",
second_saint="""
Св. мч. Татиона.
Прп. отца нашего и исп. Георгия Езерника.
Прп. отца нашего Арсения Комельскаго. Св. мц Сиры девицы.

"""),

25: dict(saint=0, bow=0,
first_saint="""
Возвращение честных мощей св. ап. Варфоломея (4). Св. ап. Тита от 70-ти (4).

""",
second_saint="""
Свв. мчч. Лукияна, Григория и Акакия. Прп. отца нашего Мины,
архиеп. Цареграда.

"""),

26: dict(saint=4, bow=2,
first_saint="""
Свв. мчч. Андреяна и Наталии (6).
{red}☩ В сий день празднуем восследование похвально
сретение чудотворныя иконы, пресвятыя Владычицы нашея Богородицы Владимирския
от нашествия безбожных агарян, поганаго царя Темирьаксака (Пл.).{end}

""",
second_saint="""
Прп. отца нашего Андреяна Ондрусовскаго.

"""),

27: dict(saint=1, bow=0,
first_saint="""
Прп. отца нашего Пимина Великаго (6).

""",
second_saint="""
Прп. отца нашего и исп. Ливерия, папы Римскаго. Прп. отца нашего Осии,
еп. Кордовскаго. Прп. отца нашего Пимина, постника Печерскаго.
Св. свщмч. Кукши Печерскаго. Св. мц. Анфисы.

"""),

28: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Моисея Мурина (4).

""",
second_saint="""
Прп. отца нашего Савы Крынецкаго. Прп. отец наших Пимина Постника и
Макария Печерских. Прп. отца нашего Ахиллы диакона Печерскаго.
Св. Симеона, еп. Переяславскаго. Прп. подвижников Печерских:
Агафона, Акилы Постника, Акиндина архим., Аммона, Амфилохия,
еп. Владимиро-волынскаго, Анастасия диакона, Анатолия, Арсения
Трудолюбиваго, Афанасия, Варсонофия, Вениямина, Геннадия, Герасима,
Даниила, Дионисия Затворника, Досифея архим., Евлогия, Евфимия,
Захарии Постника, Зинона Постника, Игнатия архим., Илариона,
Иоанна Постника, Ипатия Целебника, Исидора, Кассияна Затворника,
Леонтия, Логгина Вратаря, Лукияна, св. свщмч. Макария диакона,
Мардария Нестяжательнаго, Мартирия диакона, Меркурия, Моисея,
Нестора Некнижника, Никиты Затворника, Павла, Паисия, Памвы,
Пагкратия, Пафнутия, Петра, Пимина Постника, Руфа, Силуяна,
Сисоя Постника, Софрония, Тимофея игумена, Тита воина, Феодора,
князя Острожскаго, Феодора Угодника и Феофила, архиеп. Новгородскаго.
Прп. отца нашего Геронтия Печерскаго. Св. праведныя Анны пророчицы,
дщери Фануилевой.

"""),

29: dict(saint=6, bow=4,
first_saint="""
{red}⊕ Усекновение честныя главы св. славнаго Пророка и Предотечи
Крестителя Господня Иоанна (Бд.).{end}

"""),

30: dict(saint=4, bow=2,
first_saint="""
Иже во свв. отец наших патриархов Константинограда: Александра,
Иоанна и Павла Новаго (4).
{red}☩ Преставление прп. отца нашего Александра, Свирскаго чудотворца (Бд.).{end}

""",
second_saint="""
Прп. отца нашего Фантина чудотворца. Прп. отца нашего Христофора.
Св. блгв князя Даниила Московскаго.

"""),

31: dict(saint=1, bow=0,
first_saint="""
{red}Положение честнаго пояса Пресвятыя Богородицы в Халкопратии.
Принесену от епископии Зилы в царствующий град. (6).{end}

""",
second_saint="""
Св. свщмч. Киприяна, еп. Карфагенскаго, чудотворца. Иже во свв.
отца нашего Геннадия, патр. Цареграда.

"""),
},


#Сентябрь.
9: {
1: dict(saint=2, bow=1,
first_saint="""
{red}Начало Индикту, еже есть новому лету (Сл.).{end}
Прп. отца нашего Симеона Столпника, иже в Антиохии (4).
Свв. мцц. четыредесяти дев постниц и Аммона диакона, учителя их (4).
Прп. Марфы, матери прп. Симеона Столпника. Св. мч. Аифала.
Свв. мчч. Каллисты, Еввода и Ермогена, единородныя братии по плоти.
Память праведнаго Исуса Наввина. Собор Пресвятыя Богородицы, иже в Миасинех.

"""),

2: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Маманта и родителей его Феодота и Руфины (4).
Прп. отца нашего Иоанна Постника, патр. Цареграда (4).

""",
second_saint="""
Св. свщмч. Петра, архиеп. Александрийскаго и иже 3618-ти свв. мчч. в Никомидии.

"""),


3: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Анфима, еп. Никомидийскаго (4). Прп. отца нашего Феоктиста,
спостника великому Евфимию (4).

""",
second_saint="""
Св. мц. Василисы Великия. Св. свщмч. Аристиона, еп. Александрийскаго.
Св. мч. Иоанна Власатаго, Христа ради юродиваго, Ростовскаго чудотворца.
Св. мч. мч. Фивы.

""",
oldbeliever_saint="""
Св. свщмч. и исп. Даниила, протопопа Костромскаго в XVII веце
за правоверие пострадавшего.

"""),

4: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Вавилы и с ним 3-х младенцев (4). Св. пророка Моисея Боговидца (4).
Свв. мчч. Феодора, Миана, Иулияна и Киона. Св. свщмч. Вавилы, иже в Никомидии
и иже с ним 84-х младенцев.

""",
second_saint="""
Св. мц. Ермионии, единыя от четырех дщерей св. ап. Филиппа.
{red}☩ Празднование явлению чудотворныя иконы Пресвятыя Богородицы
Неопалимыя Купины (Пл.).{end}

"""),

5: dict(saint=1, bow=0,
first_saint="""
Св. пророка Захарии и Елисаветы, родителей св. Иоанна Предотечи (6).
Убиение св. блгв. князя Глеба, по плоти брата св. Бориса

""",
second_saint="""
Свв. мчч. Авдея, Сарвила, Раисы, Фифаила и Фивеи, сестры его.
Св. мчч. Урвана, Феодора, Медимна и иже с ним 80-ти иерей и левит.
Св. Петра, иже во Афире. Св. мч. Авида. Св. прпмч. Афанасия,
игумена Брестскаго. Св. мц. Раисы, за Христа мечем усеченныя.

"""),

6: dict(saint=1, bow=0,
first_saint="""
Воспоминание чуда, бывшего в Коласаех, еже есть в Хонех,
от архистратига Михаила (6). Свв. мчч. Евдоксия, Зинона, Ромила,
Макария и иже с ними 1104-х мчч(4).

""",
second_saint="""
Свв. мчч. Фавста презвитера, Авива диакона и Кирияка.
Св. Кирила, еп. Гортунскаго. Прп. отца нашего Архиппа.

"""),

7: dict(saint=0, bow=5,
first_saint="""
Предпраздненство Рожества Пресвятыя Владычицы нашея Богородицы и
Присно Девы Марии (4). Св. мч. Созонта (4)
{red}☩ Иже во свв. отца нашего Иоанна, архиеп. Новгородскаго,
чудотворца (Пл.).{end}

""",
second_saint="""
Свв. апп. Еввода и Онисифора от 70-ти. Св. свщмч. Стефана, папы Римскаго.
Св. мч. Евпсихия. Прп. Луки, игумена обители Спасовой в Ликаонии.

"""),

8: dict(saint=6, bow=4,
first_saint="""
{red}⊕ Рожество Пресвятыя Владычицы нашея Богородицы и присно Девы Марии (Бд.).{end}
""",
second_saint="""
Прп. отца нашего Серапиона, ученика св. Евфросина.

"""),

9: dict(saint=1, bow=5,
first_saint="""
Попраздненство Рожества пресвятой Богородицы (6).
Свв. праведных богоотец Иоакима и Анны (6). Св. мч. Северияна (4).
Прп. отца нашего Иосифа, игумена Волоцкаго (Бд.).

""",
second_saint="""
Прп. отца нашего Фефана исп. и постника. Свв. мчч. Харитона и Стратогора.
Св. блж. Никиты, сокровеннаго угодника Божия.
Память свв. отец (числом 200) 3-го Вселенскаго Собора, собравшихся в Ефесе,
против лжеучения Нестория (431 г.).

"""),

10: dict(saint=0, bow=5,
first_saint="""
Попраздненство Рожества пресвятой Богородицы (6).
Св. мцц. дев-сестрениц Минодоры, Митродоры и Нимфодоры (4).

""",
second_saint="""
Св. мч. Варипсава. Иже во свв. отец наших Петра и Павла, еп. Никейских.
Св. блгв. Пульхерии царицы. Свв. апп. Апеллия, Луки и Климента.
Прп. князя Андрея, во иночестве Иоасафа.

"""),

11: dict(saint=0, bow=0,
first_saint="""
Попраздненство Рожества пресвятой Богородицы (6).
Прп. матери нашея Феодоры, иже во Александрии (4).

""",
second_saint="""
Свв. мчч. Ии, Диодора и Дидима. Прп. отца нашего Ефросина.
Свв. мчч. Димитрия, Еванфии, жены его, и Димитрияна, уморенных гладом
за веру во Христа. Свв. мчч. Серапиона, Кронида, Леонтия, Уалерия и Селевка.

""",
oldbeliever_saint="""
Свв. прпмц. и исп. болярыни Феодосии, во иночестве Феодоры, и свв. мцц.
и исп. княгини Евдокии сестры ея, Иустины, Марии и иже с ними во граде
Боровске в XVII веце за правоверие пострадавших.

"""),

12: dict(saint=2, bow=5,
first_saint="""
{red}Отдание праздника Рожества Пресвятыя Богородицы (Сл.).{end}
Св. свщмч. Автонома (4).

""",
second_saint="""
Св. свщмч. Корнута, еп. Иконийскаго. Св. свщмч. Иулияна Галатийскаго
пресвитера, и с ним 40 мчч. Св. мч. Феодора Александрийскаго.
Прп. отца нашего Афанасия и ученика его Афанасия, игуменов Серпуховских.
Прп. отца нашего Вассияна Тотемскаго.

"""),

13: dict(saint=2, bow=1,
first_saint="""
{red}Обновление св. храма Воскресения Господа нашего Исуса Христа
во Иеросалиме (Сл.).{end} Предпраздненство Воздвижения Честнаго
и Животворящаго Креста Господня (4). Св. свщмч. Корнилия сотника (4).

""",
second_saint="""
Свв. мчч. Гордияна, Макровия, Илии, Зотика, Лукияна. Прп. отца нашего Петра.
Свв. мчч. Иулияна, пресвитера Анкиры галатийстей, Феодота, Кронида, Леонтия,
Серапиона, Стратоника и Селевка.

"""),

14: dict(saint=6, bow=4,
first_saint="""
{red}⊕ Всемирное воздвижение Честнаго и Животворящего Креста Господня (Бд.).{end}
Успение иже во свв. отца нашего Иоанна Златоустаго, патр. Цареграда.

""",
second_saint="""
Св. мч. Папы.

"""),

15: dict(saint=1, bow=5,
first_saint="""
Попраздненство Воздвижения (6).
Св. влмч. Никиты (6).

""",
second_saint="""
Прп. отца нашего Филофея презвитера. Св. мч. Порфирия.
Обретение мощей св. Акакия, епископа Мелетинскаго. Свв. мчч. Максима,
Асклиада и Феодота. Обретение мощей св. первомч. архидиакона Стефана.

"""),

16: dict(saint=1, bow=5,
first_saint="""
Попраздненство Воздвижения (6).
Св. влмц. Евфимии Прехвальныя (6).

""",
second_saint="""
Св. мч. Виктора и Сосфена. Св. мц. Севастияны, ученицы ап. Павла.
Св. мц Мелетины. Св. мц. Людмилы, бабы св. Вячеслава, князя Чешскаго.
Преставление иже во свв. отца нашего Киприяна, митр. Киевскаго и всея Руси.
Память свв. отец (числом 170-ти) 6-го Вселенскаго Собора, собравшихся в Цареграде
против лжеучения монофелитов (680 г.).

"""),

17: dict(saint=0, bow=5,
first_saint="""
Попраздненство Воздвижения (6).
Свв. мцц. дев Веры, Надежды, Любви и матери их Софии (4).

""",
second_saint="""
Свв. мцц. Агафоклии и Феодотии.
Свв. мчч. 156-ти, от них же египетския епископы быша:
Пелей, Нил, презвитер Зинон, Патермуфий и Илия во граде Тире
за Христа пострадавших.

"""),

18: dict(saint=0, bow=5,
first_saint="""
Попраздненство Воздвижения (6).
Прп. отца нашего Евмения, еп. Гортунскаго, чудотворца (4).
Св. свщмч. Симеона, еп. Иеросалимскаго.

""",
second_saint="""
Свв. мцц. Арианды, Софии и Ирины. Св. мч. Кастора.
Преставление св. Аркадия, архиеп. Новгородскаго.

"""),

19: dict(saint=0, bow=5,
first_saint="""
Попраздненство Воздвижения (6).
Свв. мчч. Трофима, Саватия и Доримента (4).
{red}☩ Преставление св. блгв. князя Феодора, Смоленскаго и Ярославскаго чудотворца,
и чад его Давыда и Константина (Пл.).{end}

""",
second_saint="""
Св. мч. Зосимы, пустынника Киликийскаго.
Св. свщмч. Анурия Веневетскаго, Соса и Прокла диаконов, Гаптиола,
Евтихия, Акустия, Феоста и Дисидерия, клирик его. Свв. мчч. Тимофея,
иже в Газе, Агапия и Феклы.

"""),

20: dict(saint=1, bow=5,
first_saint="""
Попраздненство Воздвижения (6).
Свв. влмчч. Евстафия, подружии его Феопистии и чад их:
Агапия, Феописта (6).
{red}☩ Свв. мчч. и испп. Великаго князя Михаила Черниговскаго и
болярина его Феодора (Пл.).{end}

""",
second_saint="""
Свв. свщмчч. Ипатия и Андрея. Св. блгв. князя Олега, Брянскаго. Св. мц. Сусанны.

"""),

21: dict(saint=2, bow=5,
first_saint="""
{red}Отдание праздника Воздвижения Честнаго Креста (Сл.).{end}
Св. ап. Кондрата, иже в Магнесии, от 70-ти (4).

""",
second_saint="""
Св. мч. и исп. Евсевия. Свв. мчч. Приска и Феодора. Свв. свщмчч. Исаакия
и Мелетия, еп. Кипрских. Прп. отец наших Елладия Постника, Луки иконома, О
нисима Затворника, Ефрема иерея, Евстафии злотаря,
Павла Послушливаго и Иеронима Затворника Печерских.

"""),

22: dict(saint=0, bow=0,
first_saint="""
Св. свщмч. Фоки, еп. Синопийскаго (4). Св. пророка Ионы (4).
Прп. отца нашего Ионы Саваита (4). Св. мч. Фоки Вертоградаря.

""",
second_saint="""
Прп. отец наших Авраамия Трудолюбиваго, Анастасия диакона,
Феофила Затворника. Св. Меркурия, еп. Смоленскаго.

""",
oldbeliever_saint="""
Св. свщмч. и исп. Логгина, протопопа Муромскаго, в XVII веце
за правоверие пострадавшаго.

"""),

23: dict(saint=2, bow=1,
first_saint="""
{red}Зачатие честнаго и славнаго пророка и Предотечи Крестителя Господня
Иоанна (Сл.).{end}

""",
second_saint="""
Св. мц. Ираиды девицы. Свв. мчч. Андрея, Иоанна и чад его Петра и Антонина.
Прп. жен-сестрениц Ксанфины и Поликсении. Память свв. отец (числом 165-ти)
5-го Вселенскаго Собора, собравшихся в Цареграде против  лжеучения несториан,
а также против ереси Оригена, Евагрия и Дидима (553 г.).

"""),

24: dict(saint=1, bow=0,
first_saint="""
Св. превомученицы равноапостальныя Феклы Прехвальныя (6).
В той же день знамение, бывшее от иконы пресвятыя Владычицы
нашея Богородицы, во граде Пскове иже над
Мирожею рекою, в обители Всемилостиваго Спаса.

""",
second_saint="""
Прп. отца нашего Корнилия. Прп. отец наших Сисоя постника Печерскаго,
Никандра Псковскаго, Авраамия Мирожскаго чудотворца, Галактиона,
затворника Вологодскаго.

"""),

25: dict(saint=0, bow=0,
first_saint="""
Прп. матери нашея Евфросинии и отца ее прп. Пафнутия (4).
{red}☩ Преставление прп. отца нашего игумена Сергия Радонежскаго чудотворца,
иже в Маковце Лавры Живоначальныя Троицы (Бд.).{end}

""",
second_saint="""
Св. мч. Пафнутия и иже с ним 547-ми мчч. пострадавших.
Прп. княгини Евфросинии Суздальской.

"""),

26: dict(saint=6, bow=4,
first_saint="""
{red}⊕ Преставление св. славнаго и всехвальнаго апостола девственика и
наперсника и возлюбленника евангелиста Иоанна Богослова (Бд.).{end}

"""),

27: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Калистрата и иже с ним четыредесяти и девяти (4).
{red}☩ Преставление прп. отца нашего Саватия, Соловецкаго чудотворца (Пл.).{end}

""",
second_saint="""
Св. мц. Епихарии. Свв. апп. Марка, Аристарха и Зинона, иже от 70-ти.
Прп. отца нашего Игнатия, игумена обители Спаса Христа Глубокия реки.
Иже во свв. отца нашего Флавияна, еп. Антиохийскаго.

"""),

28: dict(saint=4, bow=2,
first_saint="""
{red}☩ Прп. отца нашего Харитона Исповедника (Пл.).{end}

""",
second_saint="""
Св. пророка Варуха. Свв. мчч. Александра, Алфея, Зосимы, Марка,
Никона, Неона, Илиодора и иже с ними. Св. благов. Вячеслава,
князя Чешскаго. Прп. отца нашего Аркадия Новоторжскаго.
Прп. Иродиона пустынника Илозерскаго.

"""),

29: dict(saint=1, bow=0,
first_saint="""
Прп. отца нашего Кириака Отходника (6).

""",
second_saint="""
Свв. мчч. Персидских: Дады, Гаргала, Гаведдая (сына царя Персидскаго Савория) и
св. мц. Каздои, сестры его. Прп. отца нашего Фефана Милостиваго.
Прп. отца нашего Киприянина Устюжскаго.

"""),

30: dict(saint=1, bow=0,
first_saint="""
Св. свщмч. Григория, еп. Великия Армении (6).
{red}☩ Прп. отца нашего Григория, иже на Пельшме реце (Пл.).{end}

""",
second_saint="""
Свв. мцц. Рипсимии и Гаиании и ними 35-ти инокинь пострадавших.
Иже во свв. отца нашего Михаила, перваго митр. Киевскаго и всея Руси,
чудотворца.

"""),
},


#Октябрь.
10: {
1: dict(saint=5, bow=3,
first_saint="""
{red}☩ Празднуем Покрову пресвятыя Владычицы нашея Богородицы (Бд.).{end}
Св. ап. Анании, единаго от 70-ти (4). Прп. отца нашего Романа,
певца кондакареви (4).
{red}☩ Прп. отца нашего Савы, Вишерскаго чудотворца (Пл.).{end}

""",
second_saint="""
Св. мч. Михаила, игумена Завийския, и иже с ним 36-ти прпмч. Св. мч. Домнина.

"""),

2: dict(saint=1, bow=0,
first_saint="""
Св. свщмч. Киприяна и св. мц. Иустины (6).
Св. блж. Андрея, иже Христа ради юродиваго (4).

""",
second_saint="""
Преставление св. блгв. княгини инокини Анны Кашинския.
Св. блж. Киприяна Суздальскаго. Прп. князя Кассияна Угличскаго.

"""),

3: dict(saint=1, bow=0,
first_saint="""
Св. свщмч. Дионисия Ареопагита и другов его Рустика и Елевферия (6).

""",
second_saint="""
Прп. отца нашего Иоанна Хозовита, еп. Кесарийскаго. Св. блж. Исихия Безмолвника.

"""),

4: dict(saint=5, bow=3,
first_saint="""
Св. свщмч. Иерофея, еп. Афинскаго (4).
{red}☩ Обретение честных мощей иже во свв. отец наших Гурия,
перваго архиеп. новопросвещеннаго града Казани, и Варсонофия,
еп. Тверскаго, Казанских чудотворцев (Бд.).{end}

""",
second_saint="""
Св. мч. Петра Капитолийскаго.
Свв. мцц. Домнины и дщерей ея Вирипеи и Проскудии. Свв. мчч. Давикта
и Калисфении, дщери его. Прп. отец наших Аммона и Павла Простаго.
Свв. мчч. Гана, Фавста, Евсевия, Хиримона диакона.
Св. блгв. князя Владимира Новгородскаго и матери его блгв. княгини Анны.

"""),

5: dict(saint=0, bow=0,
first_saint="""
Св. мц. Харитины (4) (Алл.).
{red}☩ Иже во свв. отец наших триех святителей Петра, Алексея и Ионы,
Московских и всея Руси чудотворцев (Бд.).{end}

""",
second_saint="""
Св. мц. Мамелфы. Св. свщмч. Дионисия, еп. Александрийскаго.
Прп. отец наших Дамияна Целебника, Иеремии и Матфея Прозорливых.
Прп. матери нашея княжны Харитины, инокини Новгородской.

"""),

6: dict(saint=1, bow=0,
first_saint="""
Св. ап. Фомы, Близнеца нарицаемаго (6).

""",

second_saint="""
Св. мц. Еротиады девицы. Св. мч. Макария Кийскаго.
Преставление иже во святых отца нашего, Феодосия,
митр. Московскаго и всея Руси.

"""),

7: dict(saint=1, bow=0,
first_saint="""
Свв. мчч. Сергия и Вакха (6).
Прп. отца нашего Сергия, иже на Обноре реце, Вологодскаго
чудотворца.

""",
second_saint="""
Свв. мчч. Иулияна презвитера и Кесария диакона. Св. мч. Полихрония.
Св. мц. Пелагии. Прп. Сергия Послушливаго, постника Печерскаго.

"""),

8: dict(saint=0, bow=0,
first_saint="""
Прп. матери нашея Пелагии (4).

""",
second_saint="""
Св. мц. Пелагии девицы. Св. мч. Таисии. Св. свщмч. Артемона.
Св. свщмч. и исп. Плиекта и иже с ним 44-х мчч. Прп. отца нашего Досифея,
игумена Псковскаго. Прп. отца нашего Трифона Вятскаго.

"""),

9: dict(saint=1, bow=0,
first_saint="""
Св. ап. Иякова Алфеова (6).
Прп. отца нашего Андроника и супружницы его Афанасии (4).

""",
second_saint="""
Прп. отца нашего Петра. Свв. мчч. Еввентия и Максима. Св. Поплии,
диаконисы церкви в Антиохии. Св. праведнаго Авраама праотца и Лота,
племянника его. Празднование иконы Превсятыя Богородицы Корсунския.

"""),

10: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Евлампия и Евлампии, сестры его (4).

""",
second_saint="""
Прп. отца нашего Феофила исп. Св. мч. Феотекна.
Прп. отца нашего Василияна Сириянина. Прп. отца нашего Иякова Постника.

"""),

11: dict(saint=0, bow=0,
first_saint="""
Св. ап. Филиппа, единаго от седми диакон, от 70-ти (4).
Прп. отца нашего и исп. Феофана, еп. Никейскаго и творца канонам (4).
Свв. мцц. Зинаиды и Филониды, сестрениц; сродницы ап. Павла.

"""),

12: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Прова, Тарха и Андроника (4).
Прп. отца нашего Козмы, Святоградца и творца каноном, еп. Маиумскаго (4).

""",
second_saint="""
Свв. мцц. Домники и Анастасии. Иже во свв. отца нашего Мартина Милостиваго,
еп. Турскаго, чудотворца.

"""),

13: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Карпа, Папилы и Агафодора (4).

""",
second_saint="""
Св. мц. Агафоники. Св. мч. Флорентия. Прп. отца нашего Никиты исп.
Св. мч. Вениамина диакона.

"""),

14: dict(saint=4, bow=2,
first_saint="""
Свв. мчч. Назария, Гервасия, Протасия и Келесия (4).
{red}☩ Прп. матери нашея Парасковии (Пл.).{end}

""",
second_saint="""
Св. мч. Селивана презвитера. Прп. отца нашего Николы Святоши,
князя Черниговскаго.

"""),

15: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Евфимия Новаго (4).
Св. свщмч. Лукияна, презвитера великия Антиохии (4).

""",
second_saint="""
Свв. мчч. Сарвила и Вивеи, сестры его. Прп. отца нашего Савина,
еп. Катанскаго. Иже во свв. отец наших Иоанна и Дионисия,
епископов Суздальских.

"""),

16: dict(saint=0, bow=0,
first_saint="""
Св. мч. Логгина сотника, иже при Кресте Господни (4).

""",
second_saint="""
Св. блгв. княгини Евпраксии Псковския.

""",
oldbeliever_saint="""
Свв. мчч. и исп. Маркелла и Мавры в XVII веце за правоверие пострадавших.

"""),

17: dict(saint=0, bow=0,
first_saint="""
Св. пророка Иосии (4). Св. прпмч. Андрея, иже в Крите (4).
Свв. безсребреник Козмы и Дамиана и братии их свв. мчч. Леонтия,
Анфима и Евтропия. Пренесение честных мощей св. праведнаго Лазаря,
друга Господня, с острова Кипра в Константинопль, при царе Льве Велицем.

""",
second_saint="""
Прп. отца нашего Антония Леохненскаго.

"""),

18: dict(saint=1, bow=0,
first_saint="""
Св. ап. и евангелиста Луки (6).

""",
second_saint="""
Св. мч. Марина старца. Прп. отца нашего Иулияна.
Прп. отца Давыда Серпуховскаго.

"""),

19: dict(saint=0, bow=0,
first_saint="""
Св. пророка Иолия (4). Св. мч. Уара и с ним седми учителей христианских (4).
Св. свщмч. Садофа и иже с ним 1280-ти мученик, страдавших при Савории царе в Персии.
{red}☩ Прп. отца нашего Иоанна Рыльскаго (Бд.).{end}

""",
second_saint="""
Св. блж. Клеопатры и сына ея Иоанна.

"""),

20: dict(saint=1, bow=0,
first_saint="""
Св. влмч. Артемия (6).

""",
second_saint="""
Пренесение мощей св. праведнаго отрока Артемия, Веркольскаго.

"""),

21: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Илариона Великаго (6).
{red}☩ Пренесение честных мощей прп. отца нашего Илариона,
еп. Мегленскаго (Пл.).{end}

""",
second_saint="""
Свв. мчч. Дасия, Гаия и Зотика. Прпп. отец наших Феофила и Иякова Омутских.

"""),

22: dict(saint=4, bow=2,
first_saint="""
Иже во свв. отца нашего равноапостольнаго Аверкия, еп. Иерапольскаго (4).
Свв. седми отрок, иже во Ефесе: Максимиляна, Дионисия, Амблиха, Мартинияна,
Антонина, Константина и Иоанна (4).
{red}☩ Празднование явлению чудотворныя иконы Пресвятыя Владычицы нашея
Богородицы во граде Казани. Избавления ради царствующего града Москвы
от Литвы, еже бысть в лето 7121 (Пл.).{end}

""",
second_saint="""
Свв. мчч. Александра епископа, Ираклия воина, Анны, Елисаветы, Феодотии
и Гликерии. Прп. отец наших Феодора и Павла Ростовских.

"""),

23: dict(saint=1, bow=0,
first_saint="""
Св. ап. Иякова, брата Господня по плоти (6).
{red}☩ Пренесение честных мощей св. праведнаго Иякова Боровицкаго,
Новгородскаго чудотворца (Пл.).{end}

""",
second_saint="""
Иже во свв. отца нашего Игнатия, патр. Константинограда.

"""),

24: dict(saint=5, bow=3,
first_saint="""
Св. мч. Арефы и иже с ним 4299-ти мчч(4)..
Св. мц. Синклитикии и двух дщерей ея. Иже во свв. отца нашего Афанасия,
патр. Цареграда. Св. праведнаго Елезвоя, царя Ефиопскаго.
Празднование иконы Пресвятыя Богородицы «Всех скорбящих радость» (Бд.).

"""),

25: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Маркияна и Мартирия инотарей (4).

""",
second_saint="""
Св. мученика Анастасия.

"""),

26: dict(saint=5, bow=3,
first_saint="""
{red}☩ Св. славнаго влмч. Димитрия Солунскаго (Бд.).{end}
Воспоминание Великаго и страшнаго труса (землетрясения) в Цареграде в 749 г.

"""),

27: dict(saint=0, bow=0,
first_saint="""
Св. мч. Нестора (4).

""",
second_saint="""
Свв. мцц. Капетолины и рабыни ея Еротиады. Свв. мчч. Марка и иже с ним.
Св. мч. и исп. Никиты. Прп. отца нашего Нестора, летописца Российскаго.
Св. блгв. князя Андрея Смоленскаго.

"""),

28: dict(saint=4, bow=2,
first_saint="""
Свв. мчч. Терентия, Неонилы и чад их (4). Прп. отца нашего Стефана Саввита,
творца канонам (4). {red}☩ Св. мц. Парасковии, нареченныя Пятницы (Пл.).
 ☩ Иже во свв. отца нашего Арсения, архиеп. Сербскаго (Бд.).{end}

""",
second_saint="""
Св. свщмч. Кирияка, архиеп. Иеросалимскаго.
Прп. отца нашего Иова, игумена Почаевскаго.

"""),

29: dict(saint=5, bow=3,
first_saint="""
Св. прмц. Анастасии Римляныни (4). Прп. отца нашего Авраамия Затворника
и Марии, племянницы его (4). {red}☩ Преставление прп. отца нашего Авраамия,
архиеп. Богоявленскаго, Ростовскаго чудотворца (Бд.).{end}

""",
second_saint="""
Прп. матери нашея Анны. Свв. мчч. Клавдия, Астерия, Неона и Неонилы.

""",
oldbeliever_saint="""
{red}☩ Иже во свв. отца нашего и исповедника Амвросия, митрополита
Белокриницкаго (Бд.).{end}

"""),

30: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Зиновия и Зиновии, сестры его (4).

""",
second_saint="""
Иже во свв. отца нашего Маркияна, еп. Сиркусийскаго. Св. мц.Евтропии.
Свв. апп. Тертия, Марка, Иуста и Артемы от 70-ти.
Св. мц. Анастасии Селунския.

"""),


31: dict(saint=0, bow=0,
first_saint="""
Свв. апп. Стахия, Урвана, Амплия, Наркисса, Апеллия и
Аристовула от 70-ти (4). Св. мч. Епимаха (4).

""",
second_saint="""
Прп. отец наших Спиридона просфорника и Никодима.
Прп. отца нашего Анатолия затворника. Прп. матери Мавры, иже в Карфагене.

"""),
},

#Ноябрь.
11: {
1: dict(saint=1, bow=0,
first_saint="""
Свв. чудотворец и безсребренник Козмы и Дамияна (6).

""",
second_saint="""
Свв. мцц. жен: Кирияны и Иулиянии. Свв. мчч. Кесария, Дасия
и с ними 5-ти мученик в Дамаске пострадавших. Свв. свщмчч. Иоанна
епископа и Иякова презвитера. Св. мч. Ерминигильда.

"""),

2: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Акиндина, Пигасия, Афония, Елпидифора и Анемподиста
и иже с ними до 7000 пострадавших (4).

""",
second_saint="""
Прп. отца нашего Маркияна, иже от Кира.

""",
oldbeliever_saint="""
Прп. отца нашего Спиридона, архим. Покровскаго монастыря,
исповедника XVII века.

"""),

3: dict(saint=1, bow=0,
first_saint="""
Свв. свщмчч. Акепсимы епископа, Иосифа презвитера и Аифала диакона (4).
Освящение церкви св. влмч. Георгия, иже в Лиде, идеже положено св. тело его (6).

""",
second_saint="""
Прп. отца нашего Акепсимы. Свв. мчч. Аттика, Агапия, Евдоксия, Катерия,
Истукария, Пактовия, Никтополиона. Прп. матери нашея Снандулии.

"""),

4: dict(saint=1, bow=0,
first_saint="""
Прп. отца нашего Иоаникия Великаго (6). Свв. свщмчч. Никандра,
еп. Мирскаго и Ермия презвитера (4). Св. свщмч. Григория.

""",
second_saint="""
Св. мч. Порфирия. Св. блж. Симона Юрьевецкаго.

"""),

5: dict(saint=0, bow=0,
first_saint="""
Св. мчч. Галактиона и Епистимии (4). Свв. апп. Патрова, Ерма, Лина,
Гаия и Филолога от 70-ти.
{red}☩ Иже во свв. отца нашего Ионы, архиеп. Новгородскаго, чудотворца (Бд.).{end}

""",
second_saint="""
Иже во свв. отца нашего Григория, архиеп. Александрийскаго.
Иже во святый отца нашего Григория Паламы, архиеп. Солунскаго.

"""),

6: dict(saint=1, bow=0,
first_saint="""
Иже во свв. отца нашего Павла Исповедника, патр. Цареграда (6)
{red}☩ Прп. отца нашего Варлаама, Новгородскаго чудотворца, иже на Хутыне (Бд.).{end}

""",
second_saint="""
Иже во св. отца нашего Германа, архиеп. Казанскаго.
Прп. отца нашего Луки. Свв. мцц. седми дев, иже во Анкире: Текусы,
Александры, Клавдии, Фаины (Полактии), Евфрасии (Евфросинии),
Иулии (Афанасии) и Матроны. Прп. отца нашего Луки Печерскаго.

"""),

7: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Иерона, Евгения и иже ними 32-х, иже в Милитине пострадавших (4).
Прп. отца нашего Лазаря, иже в Галасийстей горе постившегося (4).

""",
second_saint="""
Свв. мчч. Меласипа, Касиянии и сына их Антонина. Свв. мчч. Авкта, Тавриона и
Фесалоникии. Св. мч. Феодота Корчемника.

""",
oldbeliever_saint="""
Св. мч. и исп. Исаии в Москве в XVII веце за правоверие сожженнаго.

"""),

8: dict(saint=5, bow=3,
first_saint="""
{red}☩ Собор св. архистратига Михаила и прочих сил безплотных (Бд.).{end}

"""),

9: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Онисифора и Порфирия (4). Прп. матери нашея Матроны (4).
Прп. матери Феоктисты, яже от Лезвы (4). Прп. отца нашего Иоанна Колова

""",
second_saint="""
Прп. жен Евстолии и Сосипатрии. Св. мч. Афония. Св. мч. Александра,
иже в Селуне. Прп. отца нашего Онисифора Печерскаго.

"""),

10: dict(saint=0, bow=0,
first_saint="""
Свв. апп. Ераста, Олимба, Иродиона, Сосипатра, Куарта и Тертия от 70-ти (4).
Прп. отца нашего Феоктиста, иже в Символех.

""",
second_saint="""
Св. свщмч. Милия еп. иже в Сузех, и двух ученик его. Св. мч. Ореста.

"""),

11: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Мины Египтянина, Виктора и Викентия и св. мц. Стефаниды (4).
Прп. игумена честныя обители Студийския (4). {red}☩ Св. блж. Максима,
Христа ради юродиваго, Московскаго чудтворца (Пл.).{end}

"""),

12: dict(saint=0, bow=0,
first_saint="""
Иже во свв. отца нашего Иоанна Милостиваго, архиеп. Александрийскаго (4).
Прп. отца нашего Нила Постника (4).

""",
second_saint="""
Св. пророка Ахии.

"""),

13: dict(saint=5, bow=3,
first_saint="""
{red}☩Иже во свв. отца нашего Иоанна Златоустаго, патр. Цареграда (Бд.).{end}

""",
second_saint="""
Свв. мчч. Антонина, Германа, Никифора. Св. мц. Манефы.

"""),

14: dict(saint=2, bow=1,
first_saint="""
{red}Св. ап. Филиппа, единаго от двенадцати апостол (Сл.).
☩ Успение иже во свв. отца нашего Григория Паламы, архиеп. Солуньскаго (Бд.).{end}

""",
second_saint="""
Успение правовернаго царя Иустинияна и царицы Феодоры.

"""),

15: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. и исп. Гурия, Самона и Авива (4).

""",
second_saint="""
Свв. мчч. Елпидия, Маркела и Евстохия. Св. мч. Димитрия.

"""),

16: dict(saint=0, bow=0,
first_saint="""
Св. ап. и евангелиста Матфея, из числа двенадцати (6).
{red}☩ Св. свщмч. Ипатия чудотворца, еп. Гангрианскаго (Пл.).{end}

""",
second_saint="""
Св. ап. Иакова Зеведеова. Св. блгв. князя Фулвияна Ефиопскаго.
Св. мч. Варлаама Старца.

"""),

17: dict(saint=0, bow=0,
first_saint="""
Иже во свв. отца нашего Григория, еп. Неокесарийскаго, чудотворца (6).
{red}☩ Прп. отца нашего Никона чудотворца, ученика прп. Сергия (Бд.).{end}

""",
second_saint="""
Прп. отца нашего Лазаря иконописца.

"""),

18: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Платона (4) и Романа (4).

""",
second_saint="""
Свв. мчч. Закхея, диакона Гадаринския церкви, и Алфея чтеца, Кесарийскаго.

"""),

19: dict(saint=0, bow=0,
first_saint="""
Св. пророка Авдея (4). Св. мч. Варлаама (4) (Алл.).
{red}☩ Прп. отец наших Варлаама Пустынника, Иоасафа, царевича Индии,
и отца его Авенира (Пл.).{end}

""",
second_saint="""
Св. мч. Азия. Св. мч. Илиодора, иже от Магида Памфлийскаго. Св. мч. Романа.
Прп. Варлаама, игумена Печерскаго.

"""),

20: dict(saint=1, bow=0,
first_saint="""
Предпраздненство иже в церковь введения Пресвятыя Богородицы (6).
Прп. отца нашего Григория Декаполита (4). Иже во свв. отца нашего Прокла,
патр. Константинограда, ученика св. Иоанна Златоуста (4).

""",
second_saint="""
Св. мч. Дасия. Свв. мчч. Евстафия, Феспесия и Анатолия. Свв. мчч. Нирса
еп. и Иосифа, ученика его. Свв. мчч. Иоанна, Савелия, Исаакия и Ипатия.
Свв. мчч. Азата скопца и Сасония. Свв. мцц. Анны, Феклы и иже с ними.

"""),

21: dict(saint=6, bow=4,
first_saint="""
{red}⊕ Введение в церковь пресвятыя Владычицы нашея Богородицы
и присно Девы Марии (Бд.).{end}

"""),

22: dict(saint=0, bow=5,
first_saint="""
Попраздненство Введения (6).
{red}☩ Свв. апп. от 70-ти: Архиппа, Онисима и Филимона и жены его Апфии (4).
Убиение св. блгв. великаго князя Михаила Тверскаго (Пл.).{end}

""",
second_saint="""
Св. мч. Прокопия. Св. мч. Мегнина. Прп. отца нашего Агавы.
Св. праведнаго Михаила воина. Св. мц. Киликии и свв. мчч. Валерияна
и Тивуртия. Св. князя Ярополка Киевскаго.

"""),

23: dict(saint=5, bow=3,
first_saint="""
Попраздненство Введения (6).
Иже во свв. отца нашего Амфилохия, еп. Иконийскаго (4).
Иже во свв. отца нашего Григория, еп. Аркаганскаго (4).
{red}☩ Преставление св. блгв. великаго князя Александра Невскаго,
чудотворца (Бд.).{end}

""",
second_saint="""
Св. мч. Сисиния. Св. мч. Феодора, иже в Антохии.

"""),

24: dict(saint=0, bow=5,
first_saint="""
Попраздненство Введения (6).
Св. влмц. Екатерины (4). Св. влмч. Меркурия, Римскаго воеводы (4).
{red}☩ Св. мч. Меркурия, Смоленскаго Новаго чудотворца (Пл.).{end}

""",
second_saint="""
Св. мц. Василисы (Августы). Прп. матери нашея Мастридии девицы.

"""),

25: dict(saint=2, bow=5,
first_saint="""
{red}☩ Отдание праздника Введения Пресвятыя Богородицы. (Сл.){end}
Св. свщмч. Климента, папы Римскаго (4). Св. свщмч. Петра,
архиеп. Александрийскаго (4).

""",
second_saint="""
Прп. отца нашего Петра Молчальника.

"""),

26: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Алимпия столпника (4).
{red}☩ Освящение церкви св. влмч. Георгия, иже в Киеве
пред враты святыя Софии (Пл.).{end}

""",
second_saint="""
Прп. отца нашего Иякова отшельника.

"""),

27: dict(saint=5, bow=3,
first_saint="""
Св. мч. Иякова Персянина (6). Прп. отца нашего Палладия (4).
{red}☩ Знамение и чудо от иконы Пресвятыя Владычицы нашея Богородицы
в Великом Новеграде (Бд.). ☩ Иже во свв. отца нашего Иякова,
еп. Ростовскаго, чудотворца (Пл.). ☩ Обретение мощей св. блгв. великаго князя
Всеволода, нареченнаго во св. крещении Гавриила,
Псковскаго чудотворца (Пл.).{end}

""",
second_saint="""
Прп. отца нашего Романа. Прп. отца нашего Диодора Юрьевскаго.

"""),

28: dict(saint=1, bow=0,
first_saint="""
Св. прпмч. Стефана Новаго (6). Свв. мчч. Петра и Андрея.
Св. мч. Иринарха и с ним жен (4). {red}☩ И преставление иже во
свв. отца нашего Феодора, архиеп. Ростовскаго, чудотворца (Пл.). {end}

""",
second_saint="""
Свв. мчч. Василия, Стефана, двух Григориев, Иоанна и иже с ними.

"""),

29: dict(saint=0, bow=0,
first_saint="""
Св. мч. Парамона и с ним 370-ти мчч(4)..
Прпп. отец наших Виссариона и Акакия, иже в Лествице
свидетельствованнаго (4) (Алл.).

""",
second_saint="""
Св. мч. Филумена. Прп. отца нашего Нектария Печерскаго.

""",
oldbeliever_saint="""
Св. прпмч. и исп. Филиппа певца в XVII веце за правоверие пострадавшаго.

"""),

30: dict(saint=4, bow=2,
first_saint="""
{red}☩ Св. и всехвальнаго ап. Андрея Первозваннаго (Пл.).{end}

""",
second_saint="""
Иже во свв. отца нашего Фрументия, архиеп. Индийскаго.

"""),
},

#Декабрь.
12: {
1: dict(saint=0, bow=0,
first_saint="""
Св. пророка Наума (4) (Алл.).

""",
second_saint="""
Св. мч. Анании Персиянина.

""",
oldbeliever_saint="""
Св. мч. и исп. Феодора, в царствующем граде Москве в XVII веце за
правоверие сожженнаго.

"""),

2: dict(saint=0, bow=0,
first_saint="""
Св. пророка Аввакума (4) (Алл.).
Св. праведнаго Филарета Милостиваго

""",
second_saint="""
Прп. отец наших Иоанна, Иракламона, Андрея и Феофила.
Св. мц. Миропии. Прп. Афанасия, затворника Печерскаго.

""",
oldbeliever_saint="""
{red}Св. свщмч. и исп. протопопа Аввакума, в Пустозерске в XVII веце
за правоверие сожженнаго.{end}

"""),

3: dict(saint=0, bow=0,
first_saint="""
Св. пррока Софония (4) (Алл.).
Прп. отца нашего Феодула, бывшаго епарха Константинограда.
{red}☩ Преставление прп. отца нашего Савы, игумена обители,
иже на Сторожи (Пл.).{end}

""",
second_saint="""
Св. свщмч. Феодора, архиеп. Александрийскаго.
Прп. отца нашего Иоанна Молчальника, бывшаго еп. Колонийскаго.

"""),

4: dict(saint=1, bow=0,
first_saint="""
Св. влмц. Варвары и св. мц. Иулиянии (6).
Прп. отца нашего Иоанна Дамаскина (4).

""",
second_saint="""
Прп. отца нашего Иоанна Коловодскаго.
{red}Празднование явлению иконы Пресвятыя Богородицы Дамаскиновой
Троеручницы.{end} Иже во свв. отца нашего Геннадия,
архиеп. Новгородскаго.

"""),

5: dict(saint=5, bow=3,
first_saint="""
{red}☩ Прп. отца нашего Савы Освященнаго (Бд.).
И преставление иже во свв. отца нашего Гурия, архиеп. Казанскаго,
новаго чудотворца.{end}

""",
second_saint="""
Св. мч. Анастасии. Прп. и богоноснаго отца нашего Кариона
мниха и Захарии, сына его.

"""),

6: dict(saint=5, bow=3,
first_saint="""
{red}☩ Иже во святых отца нашего Николы, архиеп. Мир Ликийских,
чудотворца (Бд.).{end}

""",
second_saint="""
Св. блаж. Максима, митр. Киевскаго и всея Руси

"""),

7: dict(saint=0, bow=0,
first_saint="""
Иже во свв. отца нашего Амвросия, еп. Медиоламскаго (4) (Алл.).
{red}☩ Преставление прп. отца нашего Антония Сийскаго,
новаго чудотворца (Бд.).{end}

""",
second_saint="""
Св. мч. Анфинодора. Прп. отца нашего Павла Подвижника.
Прп. отца нашего Иоанна Постника. Прп. Нила Столбенецкаго,
Новгородскаго чудотворца.

"""),

8: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Потапия (4) (Алл.).

""",
second_saint="""
Свв. апп. Сосфена, Аполлоса, Кифы, Тихика, Епафродита,
Кесария и Онисифора от 70-ти. Прп. отца нашего Кирила Челмскаго.
Св. мц. Анфисы.

"""),

9: dict(saint=2, bow=1,
first_saint="""
{red}Зачатие св. Анны, егда зачат святую Богородицу (6).{end}

""",
second_saint="""
Св. пророчицы Анны, матери Самуила пророка.
Прп. отца нашего Стефана Новосвятителя.
Прп. отца нашего Софрония, архиеп. Кипрскаго.
Празднование явлению иконы Пресвятыя Богородицы,
именуемой «Нечаянная радость».

"""),

10: dict(saint=1, bow=0,
first_saint="""
Свв. мчч. Мины, Ермогена и Евграфа (6).

""",
second_saint="""
Св. мч. Гемела Многострадальнаго. Прп. отца нашего Фомы.

"""),

11: dict(saint=0, bow=0,
first_saint="""
Прп. отца нашего Даниила Столпника (4).

""",
second_saint="""
Прп. отца нашего Луки новаго Столпника.
Свв. мчч. Акепсия и Аифалы. Св. мч. Миракса.
Прп. отца нашего Никона, игумена Печерскаго.

"""),


12: dict(saint=1, bow=0,
first_saint="""
Прп отца нашего Спиридона, еп. Тримифийскаго, чудотворца (6).

""",
second_saint="""
Иже во свв. отца нашего Александра, еп. Иеросалимскаго.
Св. мч. Разумника. Прп. отца нашего Ферапиона Мезенскаго.

"""),

13: dict(saint=4, bow=2,
first_saint="""
{red}☩ Свв. влмчч. Евстратия, Авксентия, Евгения, Мардария
и Ореста (Пл.).{end}
Прп. отца нашего Арсения, иже в Латре.

""",
second_saint="""
Св. мц. Лукии девицы.

"""),

14: dict(saint=0, bow=0,
first_saint="""
Свв. мчч. Фирса, Левкия, Филимона, Аполлония, Ариана и Калинника (4) (Алл.).

""",
second_saint="""
Прп. отца нашего Филиппа Ирапскаго.

"""),

15: dict(saint=4, bow=2,
first_saint="""
Св. свщмч. Елевферия и матери его Анфии (4). Прп. отца нашего Павла,
иже в Латре (4). {red}☩ Иже во свв. отца нашего Стефана,
архиеп. Сурожскаго (Пл.).{end}

""",
second_saint="""
Свв. мчч. Коревора и Вакха Новаго и Елевферия Кувикулария.
Прп. отца нашего Парда отшельника. Прп. отца нашего Трифона Кольскаго,
просветителя лопарей.

"""),

16: dict(saint=0, bow=0,
first_saint="""
Св. пророка Аггея (4) (Алл.).

""",
second_saint="""
Св. мч. Марина. Св. блж. царицы Фефании чудотворицы.
Прп. княгини Софии (в миру — Соломонии).

"""),

17: dict(saint=4, bow=0,
first_saint="""
Св. пророка Даниила (4) и свв. триех отрок: Анании, Азарии
и Мисаила (4).

""",
second_saint="""
Прп. Даниила исповедника.

"""),

18: dict(saint=0, bow=0,
first_saint="""
Св. мч. Севастияна и иже с ним: Тракелина презвитера,
Маркелина и Марка диаконов, Никастрата Казнохранителя,
Кастора, Тивуртия, Кастула, Клавдия и св. мц. Зои (4) (Алл.).

""",
second_saint="""
Прп. отца нашего Флорея, еп. Аминскаго. Прп. отца нашего и исп.
Михаила Синкелла. Иже во свв. отец наших Медоста,
патр. Иеросалимскаго и Капитона, еп. Корсунскаго.

"""),

19: dict(saint=0, bow=0,
first_saint="""
Св. мч. Внифатия и блж. Аглаиды (4) (Алл.).

""",
second_saint="""
Свв. мчч. Илии, Прома и Ареса. Свв. мчч. Полиекта и Тимофея.
Прп. отца нашего Григория, еп. Омиритскаго. Прп. отца нашего
Илии Муромца, Печерскаго.

"""),

20: dict(saint=1, bow=0,
first_saint="""
{red}Предпраздненство еже по плоти Рожества Господа Бога
и Спаса нашего Исуса Христа (8).{end}
Св. свщмч. Игнатия Богоносца, архиеп. Антиохийскаго (6).

""",
second_saint="""
Прп. отца нашего Филогония, еп. Антиохийскаго.
Свв. мчч. Евгения и Макария.

"""),

21: dict(saint=5, bow=3,
first_saint="""
Предпраздненство Рожества Христова (6).
Св. мц. Иулиянии, яже в Никомидии (4).
{red}☩ Преставление иже во свв. отца нашего Петра, митрополита Киевскаго
и всея Руси, чудотворца (Бд.).{end}

""",
second_saint="""
Св. мч. Фемистоклея Мирликийскаго.
Св. блж. Прокопия Вятскаго, Христа ради юродиваго. Св. мц. блгв. княгини
Иулиянии Вяземския. Поставление св. Иоанна Златоустаго
в патриархи Цареграда.

"""),

22: dict(saint=1, bow=0,
first_saint="""
Предпраздненство Рожества Христова (6).
Св. влмц. Анастасии  Фармаколитрии, сиречь Узорешительницы и Хрисогона,
учителя ея (6).

""",
second_saint="""
Св. мц. Феодотии и сына ея Еввода. Свв. мцц. Ирины, Агапии и Хионии.

"""),


23: dict(saint=1, bow=0,
first_saint="""
Предпраздненство Рожества Христова (6).
Свв. десяти мученик, иже в Крите: Феодула, Сатурнина, Евпора,
Геласия, Евникияна, Зотика, Панорма, Агофапуса, Василида и Евареста (6).
{red}☩ Преставление иже во свв. отца нашего Филиппа, митрополита
Московскаго и всея Руси, чудотворца (Бд.).{end}

""",
second_saint="""
Прп. отца нашего Павла, еп. Неокесарийскаго. Преставление иже во
свв. отца нашего Феоктиста, архиеп. Новгородскаго, чудотворца.
Прп. отца нашего Нифонта мниха.

"""),

24: dict(saint=0, bow=0,
first_saint="""
Предпраздненство Рожества Христова (8).
Св. прпмц. Евгении  и Филиппа епископа, отца ея (4).

""",
second_saint="""
Прп. отца нашего Николы мниха, иже от воин бывшаго.
Прп. отца нашего Симона Солчинскаго.

"""),

25: dict(saint=7, bow=4,
first_saint="""
{red}⊕ Еже по плоти Рожество Господа Бога и Спаса нашего
Исуса Христа.{end}

"""),

26: dict(saint=2, bow=5,
first_saint="""
Попраздненство Рожества Христова (16).
{red}Собор Пресвятыя Богородицы (Сл.).{end}
Иже во свв. отца нашего свщмч. Евфимия, еп. Сардийскаго (4).
Память свв. и праведных Иосифа Обручника, Давыда царя и Иякова,
брата Господня по плоти.

""",
second_saint="""
Прп. отца нашего Евареста. Прп. отца нашего Константина, иже от июдей.

"""),

27: dict(saint=0, bow=5,
first_saint="""
Попраздненство Рожества Христова (8).
Св. первомученика и первослужителя архидиакона Стефана (4).
Прп. отца нашего Феодора начертаннаго, брата Феофила,
творца канонов (4).

""",
second_saint="""
Иже во свв. отца нашего Феодора, архиеп. Константина града.

"""),

28: dict(saint=0, bow=5,
first_saint="""
Попраздненство Рожества Христова (8).
Свв. мчч. двою тму, иже в Никомидии сожженных (4);
и свв. мученик тамо же пострадавших: Анфима епископа,
Индиса, Горгония, Петра, Зинона стратига, Дорофея, Мардония,
Гликерия презвитера, Мигдония, Феофила диакона и св. мц. Домны.

""",
second_saint="""
Св. ап. Никонора. Преставление прп. Игнатия, иже бысть на Лому
на Саре реце. Свв. мцц. Агафии и Феофилы

"""),

29: dict(saint=0, bow=5,
first_saint="""
Попраздненство Рожества Христова (8).
Свв. младенец, иже Христа ради избиенных от Ирода
в Вифлееме четырехнадесять тысящь(4). Прп. отца нашего Маркела,
игумена обители неусыпаемых (4).

""",
second_saint="""
Прп. отца нашего Фаддея Исповедника. Прп. отец наших Марка Пещерника,
Феофила Слезоточиваго и брата его Иоанна Печерских.

"""),

30: dict(saint=0, bow=5,
first_saint="""
Попраздненство Рожества Христова (8).
Св. мц. Анисии (4). Прп. отца нашего Зотика, прокаженных кормителя (4).

""",
second_saint="""
Св. мч. Филетера, иже от Никомидии. Св. ап. Тимона, единаго от 70-ти.
Прп. матери нашея Феодоры, иже от Кесариды. Прп. матери нашея Феодоры
Цареградской.

"""),


31: dict(saint=2, bow=1,
first_saint="""
{red}В сей день отдается праздник Христова Рожества (Сл.){end}
Прп. матери нашея Мелании Римляныни (4).

"""),

},
}

